/*
 * @Author: zhuziqiang z2206071258@163.com
 * @Date: 2022-10-31 20:13:09
 * @LastEditors: zhuziqiang z2206071258@163.com
 * @LastEditTime: 2022-10-31 20:13:49
 */
const school = [
  {
    id: 371,
    name: "中国人民大学",
  },
  {
    id: 372,
    name: "清华大学",
  },
  {
    id: 373,
    name: "北京交通大学",
  },
  {
    id: 374,
    name: "北京工业大学",
  },
  {
    id: 375,
    name: "北京航空航天大学",
  },
  {
    id: 376,
    name: "北京理工大学",
  },
  {
    id: 377,
    name: "北京科技大学",
  },
  {
    id: 378,
    name: "北方工业大学",
  },
  {
    id: 379,
    name: "北京化工大学",
  },
  {
    id: 380,
    name: "北京工商大学",
  },
  {
    id: 381,
    name: "北京服装学院",
  },
  {
    id: 382,
    name: "北京邮电大学",
  },
  {
    id: 383,
    name: "北京印刷学院",
  },
  {
    id: 384,
    name: "北京建筑大学",
  },
  {
    id: 385,
    name: "北京石油化工学院",
  },
  {
    id: 386,
    name: "北京电子科技学院",
  },
  {
    id: 387,
    name: "中国农业大学",
  },
  {
    id: 388,
    name: "北京农学院",
  },
  {
    id: 389,
    name: "北京林业大学",
  },
  {
    id: 390,
    name: "北京协和医学院",
  },
  {
    id: 391,
    name: "首都医科大学",
  },
  {
    id: 392,
    name: "北京中医药大学",
  },
  {
    id: 393,
    name: "北京师范大学",
  },
  {
    id: 394,
    name: "首都师范大学",
  },
  {
    id: 395,
    name: "首都体育学院",
  },
  {
    id: 396,
    name: "北京外国语大学",
  },
  {
    id: 397,
    name: "北京第二外国语学院",
  },
  {
    id: 398,
    name: "北京语言大学",
  },
  {
    id: 399,
    name: "中国传媒大学",
  },
  {
    id: 400,
    name: "中央财经大学",
  },
  {
    id: 401,
    name: "对外经济贸易大学",
  },
  {
    id: 402,
    name: "北京物资学院",
  },
  {
    id: 403,
    name: "首都经济贸易大学",
  },
  {
    id: 404,
    name: "中国消防救援学院",
  },
  {
    id: 405,
    name: "外交学院",
  },
  {
    id: 406,
    name: "中国人民公安大学",
  },
  {
    id: 407,
    name: "国际关系学院",
  },
  {
    id: 408,
    name: "北京体育大学",
  },
  {
    id: 409,
    name: "中央音乐学院",
  },
  {
    id: 410,
    name: "中国音乐学院",
  },
  {
    id: 411,
    name: "中央美术学院",
  },
  {
    id: 412,
    name: "中央戏剧学院",
  },
  {
    id: 413,
    name: "中国戏曲学院",
  },
  {
    id: 414,
    name: "北京电影学院",
  },
  {
    id: 415,
    name: "北京舞蹈学院",
  },
  {
    id: 416,
    name: "中央民族大学",
  },
  {
    id: 417,
    name: "中国政法大学",
  },
  {
    id: 418,
    name: "华北电力大学",
  },
  {
    id: 419,
    name: "中华女子学院",
  },
  {
    id: 420,
    name: "北京信息科技大学",
  },
  {
    id: 421,
    name: "中国矿业大学（北京）",
  },
  {
    id: 422,
    name: "中国石油大学（北京）",
  },
  {
    id: 423,
    name: "中国地质大学（北京）",
  },
  {
    id: 424,
    name: "北京联合大学",
  },
  {
    id: 425,
    name: "北京城市学院",
  },
  {
    id: 426,
    name: "中国青年政治学院",
  },
  {
    id: 427,
    name: "首钢工学院",
  },
  {
    id: 428,
    name: "中国劳动关系学院",
  },
  {
    id: 429,
    name: "北京吉利学院",
  },
  {
    id: 430,
    name: "首都师范大学科德学院",
  },
  {
    id: 431,
    name: "北京工商大学嘉华学院",
  },
  {
    id: 432,
    name: "北京邮电大学世纪学院",
  },
  {
    id: 433,
    name: "北京工业大学耿丹学院",
  },
  {
    id: 434,
    name: "北京警察学院",
  },
  {
    id: 435,
    name: "北京第二外国语学院中瑞酒店管理学院",
  },
  {
    id: 436,
    name: "中国科学院大学",
  },
  {
    id: 437,
    name: "中国社会科学院大学",
  },
  {
    id: 438,
    name: "北京工业职业技术学院",
  },
  {
    id: 439,
    name: "北京信息职业技术学院",
  },
  {
    id: 440,
    name: "北京电子科技职业学院",
  },
  {
    id: 441,
    name: "北京京北职业技术学院",
  },
  {
    id: 442,
    name: "北京交通职业技术学院",
  },
  {
    id: 443,
    name: "北京青年政治学院",
  },
  {
    id: 444,
    name: "北京农业职业学院",
  },
  {
    id: 445,
    name: "北京政法职业学院",
  },
  {
    id: 446,
    name: "北京财贸职业学院",
  },
  {
    id: 447,
    name: "北京北大方正软件职业技术学院",
  },
  {
    id: 448,
    name: "北京经贸职业学院",
  },
  {
    id: 449,
    name: "北京经济技术职业学院",
  },
  {
    id: 450,
    name: "北京戏曲艺术职业学院",
  },
  {
    id: 451,
    name: "北京汇佳职业学院",
  },
  {
    id: 452,
    name: "北京科技经营管理学院",
  },
  {
    id: 453,
    name: "北京科技职业学院",
  },
  {
    id: 454,
    name: "北京培黎职业学院",
  },
  {
    id: 455,
    name: "北京经济管理职业学院",
  },
  {
    id: 456,
    name: "北京劳动保障职业学院",
  },
  {
    id: 457,
    name: "北京社会管理职业学院",
  },
  {
    id: 458,
    name: "北京艺术传媒职业学院",
  },
  {
    id: 459,
    name: "北京体育职业学院",
  },
  {
    id: 460,
    name: "北京交通运输职业学院",
  },
  {
    id: 461,
    name: "北京卫生职业学院",
  },
  {
    id: 462,
    name: "北京网络职业学院",
  },
  {
    id: 463,
    name: "南开大学",
  },
  {
    id: 464,
    name: "天津大学",
  },
  {
    id: 465,
    name: "天津科技大学",
  },
  {
    id: 466,
    name: "天津工业大学",
  },
  {
    id: 467,
    name: "中国民航大学",
  },
  {
    id: 468,
    name: "天津理工大学",
  },
  {
    id: 469,
    name: "天津农学院",
  },
  {
    id: 470,
    name: "天津医科大学",
  },
  {
    id: 471,
    name: "天津中医药大学",
  },
  {
    id: 472,
    name: "天津师范大学",
  },
  {
    id: 473,
    name: "天津职业技术师范大学",
  },
  {
    id: 474,
    name: "天津外国语大学",
  },
  {
    id: 475,
    name: "天津商业大学",
  },
  {
    id: 476,
    name: "天津财经大学",
  },
  {
    id: 477,
    name: "天津体育学院",
  },
  {
    id: 478,
    name: "天津音乐学院",
  },
  {
    id: 479,
    name: "天津美术学院",
  },
  {
    id: 480,
    name: "天津城建大学",
  },
  {
    id: 481,
    name: "天津天狮学院",
  },
  {
    id: 482,
    name: "天津中德应用技术大学",
  },
  {
    id: 483,
    name: "天津外国语大学滨海外事学院",
  },
  {
    id: 484,
    name: "天津体育学院运动与文化艺术学院",
  },
  {
    id: 485,
    name: "天津商业大学宝德学院",
  },
  {
    id: 486,
    name: "天津医科大学临床医学院",
  },
  {
    id: 487,
    name: "南开大学滨海学院",
  },
  {
    id: 488,
    name: "天津师范大学津沽学院",
  },
  {
    id: 489,
    name: "天津理工大学中环信息学院",
  },
  {
    id: 490,
    name: "北京科技大学天津学院",
  },
  {
    id: 491,
    name: "天津大学仁爱学院",
  },
  {
    id: 492,
    name: "天津财经大学珠江学院",
  },
  {
    id: 493,
    name: "天津市职业大学",
  },
  {
    id: 494,
    name: "天津滨海职业学院",
  },
  {
    id: 495,
    name: "天津工程职业技术学院",
  },
  {
    id: 496,
    name: "天津渤海职业技术学院",
  },
  {
    id: 497,
    name: "天津电子信息职业技术学院",
  },
  {
    id: 498,
    name: "天津机电职业技术学院",
  },
  {
    id: 499,
    name: "天津现代职业技术学院",
  },
  {
    id: 500,
    name: "天津公安警官职业学院",
  },
  {
    id: 501,
    name: "天津轻工职业技术学院",
  },
  {
    id: 502,
    name: "天津商务职业学院",
  },
  {
    id: 503,
    name: "天津国土资源和房屋职业学院",
  },
  {
    id: 504,
    name: "天津医学高等专科学校",
  },
  {
    id: 505,
    name: "天津开发区职业技术学院",
  },
  {
    id: 506,
    name: "天津艺术职业学院",
  },
  {
    id: 507,
    name: "天津交通职业学院",
  },
  {
    id: 508,
    name: "天津工业职业学院",
  },
  {
    id: 509,
    name: "天津石油职业技术学院",
  },
  {
    id: 510,
    name: "天津城市职业学院",
  },
  {
    id: 511,
    name: "天津铁道职业技术学院",
  },
  {
    id: 512,
    name: "天津工艺美术职业学院",
  },
  {
    id: 513,
    name: "天津城市建设管理职业技术学院",
  },
  {
    id: 514,
    name: "天津生物工程职业技术学院",
  },
  {
    id: 515,
    name: "天津海运职业学院",
  },
  {
    id: 516,
    name: "天津广播影视职业学院",
  },
  {
    id: 517,
    name: "天津体育职业学院",
  },
  {
    id: 518,
    name: "天津滨海汽车工程职业学院",
  },
  {
    id: 519,
    name: "河北大学",
  },
  {
    id: 520,
    name: "河北工程大学",
  },
  {
    id: 521,
    name: "河北地质大学",
  },
  {
    id: 522,
    name: "河北工业大学",
  },
  {
    id: 523,
    name: "华北理工大学",
  },
  {
    id: 524,
    name: "河北科技大学",
  },
  {
    id: 525,
    name: "河北建筑工程学院",
  },
  {
    id: 526,
    name: "河北水利电力学院",
  },
  {
    id: 527,
    name: "河北农业大学",
  },
  {
    id: 528,
    name: "河北医科大学",
  },
  {
    id: 529,
    name: "河北北方学院",
  },
  {
    id: 530,
    name: "承德医学院",
  },
  {
    id: 531,
    name: "河北师范大学",
  },
  {
    id: 532,
    name: "保定学院",
  },
  {
    id: 533,
    name: "河北民族师范学院",
  },
  {
    id: 534,
    name: "唐山师范学院",
  },
  {
    id: 535,
    name: "廊坊师范学院",
  },
  {
    id: 536,
    name: "衡水学院",
  },
  {
    id: 537,
    name: "石家庄学院",
  },
  {
    id: 538,
    name: "邯郸学院",
  },
  {
    id: 539,
    name: "邢台学院",
  },
  {
    id: 540,
    name: "沧州师范学院",
  },
  {
    id: 541,
    name: "石家庄铁道大学",
  },
  {
    id: 542,
    name: "燕山大学",
  },
  {
    id: 543,
    name: "河北科技师范学院",
  },
  {
    id: 544,
    name: "唐山学院",
  },
  {
    id: 545,
    name: "华北科技学院",
  },
  {
    id: 546,
    name: "中国人民警察大学",
  },
  {
    id: 547,
    name: "河北体育学院",
  },
  {
    id: 548,
    name: "河北金融学院",
  },
  {
    id: 549,
    name: "北华航天工业学院",
  },
  {
    id: 550,
    name: "防灾科技学院",
  },
  {
    id: 551,
    name: "河北经贸大学",
  },
  {
    id: 552,
    name: "中央司法警官学院",
  },
  {
    id: 553,
    name: "河北传媒学院",
  },
  {
    id: 554,
    name: "河北工程技术学院",
  },
  {
    id: 555,
    name: "河北美术学院",
  },
  {
    id: 556,
    name: "河北科技学院",
  },
  {
    id: 557,
    name: "河北外国语学院",
  },
  {
    id: 558,
    name: "河北大学工商学院",
  },
  {
    id: 559,
    name: "华北理工大学轻工学院",
  },
  {
    id: 560,
    name: "河北科技大学理工学院",
  },
  {
    id: 561,
    name: "河北师范大学汇华学院",
  },
  {
    id: 562,
    name: "河北经贸大学经济管理学院",
  },
  {
    id: 563,
    name: "河北医科大学临床学院",
  },
  {
    id: 564,
    name: "华北电力大学科技学院",
  },
  {
    id: 565,
    name: "河北工程大学科信学院",
  },
  {
    id: 566,
    name: "河北工业大学城市学院",
  },
  {
    id: 567,
    name: "燕山大学里仁学院",
  },
  {
    id: 568,
    name: "石家庄铁道大学四方学院",
  },
  {
    id: 569,
    name: "河北地质大学华信学院",
  },
  {
    id: 570,
    name: "河北农业大学现代科技学院",
  },
  {
    id: 571,
    name: "华北理工大学冀唐学院",
  },
  {
    id: 572,
    name: "保定理工学院",
  },
  {
    id: 573,
    name: "燕京理工学院",
  },
  {
    id: 574,
    name: "北京中医药大学东方学院",
  },
  {
    id: 575,
    name: "北京交通大学海滨学院",
  },
  {
    id: 576,
    name: "河北东方学院",
  },
  {
    id: 577,
    name: "河北中医学院",
  },
  {
    id: 578,
    name: "张家口学院",
  },
  {
    id: 579,
    name: "河北环境工程学院",
  },
  {
    id: 580,
    name: "河北工业职业技术学院",
  },
  {
    id: 581,
    name: "邯郸职业技术学院",
  },
  {
    id: 582,
    name: "石家庄职业技术学院",
  },
  {
    id: 583,
    name: "张家口职业技术学院",
  },
  {
    id: 584,
    name: "承德石油高等专科学校",
  },
  {
    id: 585,
    name: "邢台职业技术学院",
  },
  {
    id: 586,
    name: "河北软件职业技术学院",
  },
  {
    id: 587,
    name: "河北石油职业技术学院",
  },
  {
    id: 588,
    name: "河北建材职业技术学院",
  },
  {
    id: 589,
    name: "河北政法职业学院",
  },
  {
    id: 590,
    name: "沧州职业技术学院",
  },
  {
    id: 591,
    name: "河北能源职业技术学院",
  },
  {
    id: 592,
    name: "石家庄铁路职业技术学院",
  },
  {
    id: 593,
    name: "保定职业技术学院",
  },
  {
    id: 594,
    name: "秦皇岛职业技术学院",
  },
  {
    id: 595,
    name: "石家庄工程职业学院",
  },
  {
    id: 596,
    name: "石家庄城市经济职业学院",
  },
  {
    id: 597,
    name: "唐山职业技术学院",
  },
  {
    id: 598,
    name: "衡水职业技术学院",
  },
  {
    id: 599,
    name: "唐山工业职业技术学院",
  },
  {
    id: 600,
    name: "邢台医学高等专科学校",
  },
  {
    id: 601,
    name: "河北艺术职业学院",
  },
  {
    id: 602,
    name: "河北旅游职业学院",
  },
  {
    id: 603,
    name: "石家庄财经职业学院",
  },
  {
    id: 604,
    name: "河北交通职业技术学院",
  },
  {
    id: 605,
    name: "河北化工医药职业技术学院",
  },
  {
    id: 606,
    name: "石家庄信息工程职业学院",
  },
  {
    id: 607,
    name: "河北对外经贸职业学院",
  },
  {
    id: 608,
    name: "保定电力职业技术学院",
  },
  {
    id: 609,
    name: "河北机电职业技术学院",
  },
  {
    id: 610,
    name: "渤海石油职业学院",
  },
  {
    id: 611,
    name: "廊坊职业技术学院",
  },
  {
    id: 612,
    name: "唐山科技职业技术学院",
  },
  {
    id: 613,
    name: "石家庄邮电职业技术学院",
  },
  {
    id: 614,
    name: "河北公安警察职业学院",
  },
  {
    id: 615,
    name: "石家庄工商职业学院",
  },
  {
    id: 616,
    name: "石家庄理工职业学院",
  },
  {
    id: 617,
    name: "石家庄科技信息职业学院",
  },
  {
    id: 618,
    name: "河北司法警官职业学院",
  },
  {
    id: 619,
    name: "沧州医学高等专科学校",
  },
  {
    id: 620,
    name: "河北女子职业技术学院",
  },
  {
    id: 621,
    name: "石家庄医学高等专科学校",
  },
  {
    id: 622,
    name: "石家庄经济职业学院",
  },
  {
    id: 623,
    name: "冀中职业学院",
  },
  {
    id: 624,
    name: "石家庄人民医学高等专科学校",
  },
  {
    id: 625,
    name: "石家庄科技工程职业学院",
  },
  {
    id: 626,
    name: "河北劳动关系职业学院",
  },
  {
    id: 627,
    name: "石家庄科技职业学院",
  },
  {
    id: 628,
    name: "泊头职业学院",
  },
  {
    id: 629,
    name: "宣化科技职业学院",
  },
  {
    id: 630,
    name: "廊坊燕京职业技术学院",
  },
  {
    id: 631,
    name: "承德护理职业学院",
  },
  {
    id: 632,
    name: "石家庄幼儿师范高等专科学校",
  },
  {
    id: 633,
    name: "廊坊卫生职业学院",
  },
  {
    id: 634,
    name: "河北轨道运输职业技术学院",
  },
  {
    id: 635,
    name: "保定幼儿师范高等专科学校",
  },
  {
    id: 636,
    name: "河北工艺美术职业学院",
  },
  {
    id: 637,
    name: "渤海理工职业学院",
  },
  {
    id: 638,
    name: "唐山幼儿师范高等专科学校",
  },
  {
    id: 639,
    name: "曹妃甸职业技术学院",
  },
  {
    id: 640,
    name: "承德应用技术职业学院",
  },
  {
    id: 641,
    name: "山西大学",
  },
  {
    id: 642,
    name: "太原科技大学",
  },
  {
    id: 643,
    name: "中北大学",
  },
  {
    id: 644,
    name: "太原理工大学",
  },
  {
    id: 645,
    name: "山西农业大学",
  },
  {
    id: 646,
    name: "山西医科大学",
  },
  {
    id: 647,
    name: "长治医学院",
  },
  {
    id: 648,
    name: "山西师范大学",
  },
  {
    id: 649,
    name: "太原师范学院",
  },
  {
    id: 650,
    name: "山西大同大学",
  },
  {
    id: 651,
    name: "晋中学院",
  },
  {
    id: 652,
    name: "长治学院",
  },
  {
    id: 653,
    name: "运城学院",
  },
  {
    id: 654,
    name: "忻州师范学院",
  },
  {
    id: 655,
    name: "山西财经大学",
  },
  {
    id: 656,
    name: "山西中医药大学",
  },
  {
    id: 657,
    name: "吕梁学院",
  },
  {
    id: 658,
    name: "太原学院",
  },
  {
    id: 659,
    name: "山西警察学院",
  },
  {
    id: 660,
    name: "山西应用科技学院",
  },
  {
    id: 661,
    name: "山西大学商务学院",
  },
  {
    id: 662,
    name: "太原理工大学现代科技学院",
  },
  {
    id: 663,
    name: "山西农业大学信息学院",
  },
  {
    id: 664,
    name: "山西师范大学现代文理学院",
  },
  {
    id: 665,
    name: "中北大学信息商务学院",
  },
  {
    id: 666,
    name: "太原科技大学华科学院",
  },
  {
    id: 667,
    name: "山西医科大学晋祠学院",
  },
  {
    id: 668,
    name: "山西财经大学华商学院",
  },
  {
    id: 669,
    name: "山西工商学院",
  },
  {
    id: 670,
    name: "太原工业学院",
  },
  {
    id: 671,
    name: "山西传媒学院",
  },
  {
    id: 672,
    name: "山西工程技术学院",
  },
  {
    id: 673,
    name: "山西能源学院",
  },
  {
    id: 674,
    name: "山西省财政税务专科学校",
  },
  {
    id: 675,
    name: "长治职业技术学院",
  },
  {
    id: 676,
    name: "山西艺术职业学院",
  },
  {
    id: 677,
    name: "晋城职业技术学院",
  },
  {
    id: 678,
    name: "山西建筑职业技术学院",
  },
  {
    id: 679,
    name: "山西药科职业学院",
  },
  {
    id: 680,
    name: "山西交通职业技术学院",
  },
  {
    id: 681,
    name: "大同煤炭职业技术学院",
  },
  {
    id: 682,
    name: "山西机电职业技术学院",
  },
  {
    id: 683,
    name: "山西戏剧职业学院",
  },
  {
    id: 684,
    name: "山西财贸职业技术学院",
  },
  {
    id: 685,
    name: "山西林业职业技术学院",
  },
  {
    id: 686,
    name: "山西水利职业技术学院",
  },
  {
    id: 687,
    name: "阳泉职业技术学院",
  },
  {
    id: 688,
    name: "临汾职业技术学院",
  },
  {
    id: 689,
    name: "山西职业技术学院",
  },
  {
    id: 690,
    name: "山西金融职业学院",
  },
  {
    id: 691,
    name: "太原城市职业技术学院",
  },
  {
    id: 692,
    name: "山西信息职业技术学院",
  },
  {
    id: 693,
    name: "山西体育职业学院",
  },
  {
    id: 694,
    name: "山西警官职业学院",
  },
  {
    id: 695,
    name: "山西国际商务职业学院",
  },
  {
    id: 696,
    name: "潞安职业技术学院",
  },
  {
    id: 697,
    name: "太原旅游职业学院",
  },
  {
    id: 698,
    name: "山西旅游职业学院",
  },
  {
    id: 699,
    name: "山西管理职业学院",
  },
  {
    id: 700,
    name: "山西电力职业技术学院",
  },
  {
    id: 701,
    name: "忻州职业技术学院",
  },
  {
    id: 702,
    name: "山西同文职业技术学院",
  },
  {
    id: 703,
    name: "晋中职业技术学院",
  },
  {
    id: 704,
    name: "山西华澳商贸职业学院",
  },
  {
    id: 705,
    name: "山西运城农业职业技术学院",
  },
  {
    id: 706,
    name: "运城幼儿师范高等专科学校",
  },
  {
    id: 707,
    name: "山西老区职业技术学院",
  },
  {
    id: 708,
    name: "山西经贸职业学院",
  },
  {
    id: 709,
    name: "朔州职业技术学院",
  },
  {
    id: 710,
    name: "运城职业技术学院",
  },
  {
    id: 711,
    name: "山西轻工职业技术学院",
  },
  {
    id: 712,
    name: "晋中师范高等专科学校",
  },
  {
    id: 713,
    name: "阳泉师范高等专科学校",
  },
  {
    id: 714,
    name: "山西青年职业学院",
  },
  {
    id: 715,
    name: "运城护理职业学院",
  },
  {
    id: 716,
    name: "运城师范高等专科学校",
  },
  {
    id: 717,
    name: "朔州师范高等专科学校",
  },
  {
    id: 718,
    name: "吕梁职业技术学院",
  },
  {
    id: 719,
    name: "大同师范高等专科学校",
  },
  {
    id: 720,
    name: "太原幼儿师范高等专科学校",
  },
  {
    id: 721,
    name: "山西工程职业学院",
  },
  {
    id: 722,
    name: "山西卫生健康职业学院",
  },
  {
    id: 723,
    name: "内蒙古大学",
  },
  {
    id: 724,
    name: "内蒙古科技大学",
  },
  {
    id: 725,
    name: "内蒙古工业大学",
  },
  {
    id: 726,
    name: "内蒙古农业大学",
  },
  {
    id: 727,
    name: "内蒙古医科大学",
  },
  {
    id: 728,
    name: "内蒙古师范大学",
  },
  {
    id: 729,
    name: "内蒙古民族大学",
  },
  {
    id: 730,
    name: "赤峰学院",
  },
  {
    id: 731,
    name: "内蒙古财经大学",
  },
  {
    id: 732,
    name: "呼伦贝尔学院",
  },
  {
    id: 733,
    name: "集宁师范学院",
  },
  {
    id: 734,
    name: "河套学院",
  },
  {
    id: 735,
    name: "呼和浩特民族学院",
  },
  {
    id: 736,
    name: "内蒙古大学创业学院",
  },
  {
    id: 737,
    name: "内蒙古师范大学鸿德学院",
  },
  {
    id: 738,
    name: "内蒙古艺术学院",
  },
  {
    id: 739,
    name: "鄂尔多斯应用技术学院",
  },
  {
    id: 740,
    name: "内蒙古建筑职业技术学院",
  },
  {
    id: 741,
    name: "内蒙古丰州职业学院",
  },
  {
    id: 742,
    name: "包头职业技术学院",
  },
  {
    id: 743,
    name: "兴安职业技术学院",
  },
  {
    id: 744,
    name: "呼和浩特职业学院",
  },
  {
    id: 745,
    name: "包头轻工职业技术学院",
  },
  {
    id: 746,
    name: "内蒙古电子信息职业技术学院",
  },
  {
    id: 747,
    name: "内蒙古机电职业技术学院",
  },
  {
    id: 748,
    name: "内蒙古化工职业学院",
  },
  {
    id: 749,
    name: "内蒙古商贸职业学院",
  },
  {
    id: 750,
    name: "锡林郭勒职业学院",
  },
  {
    id: 751,
    name: "内蒙古警察职业学院",
  },
  {
    id: 752,
    name: "内蒙古体育职业学院",
  },
  {
    id: 753,
    name: "乌兰察布职业学院",
  },
  {
    id: 754,
    name: "通辽职业学院",
  },
  {
    id: 755,
    name: "科尔沁艺术职业学院",
  },
  {
    id: 756,
    name: "内蒙古交通职业技术学院",
  },
  {
    id: 757,
    name: "包头钢铁职业技术学院",
  },
  {
    id: 758,
    name: "乌海职业技术学院",
  },
  {
    id: 759,
    name: "内蒙古科技职业学院",
  },
  {
    id: 760,
    name: "内蒙古北方职业技术学院",
  },
  {
    id: 761,
    name: "赤峰职业技术学院",
  },
  {
    id: 762,
    name: "内蒙古经贸外语职业学院",
  },
  {
    id: 763,
    name: "包头铁道职业技术学院",
  },
  {
    id: 764,
    name: "乌兰察布医学高等专科学校",
  },
  {
    id: 765,
    name: "鄂尔多斯职业学院",
  },
  {
    id: 766,
    name: "内蒙古工业职业学院",
  },
  {
    id: 767,
    name: "呼伦贝尔职业技术学院",
  },
  {
    id: 768,
    name: "满洲里俄语职业学院",
  },
  {
    id: 769,
    name: "内蒙古能源职业学院",
  },
  {
    id: 770,
    name: "赤峰工业职业技术学院",
  },
  {
    id: 771,
    name: "阿拉善职业技术学院",
  },
  {
    id: 772,
    name: "内蒙古美术职业学院",
  },
  {
    id: 773,
    name: "内蒙古民族幼儿师范高等专科学校",
  },
  {
    id: 774,
    name: "鄂尔多斯生态环境职业学院",
  },
  {
    id: 775,
    name: "扎兰屯职业学院",
  },
  {
    id: 776,
    name: "辽宁大学",
  },
  {
    id: 777,
    name: "大连理工大学",
  },
  {
    id: 778,
    name: "沈阳工业大学",
  },
  {
    id: 779,
    name: "沈阳航空航天大学",
  },
  {
    id: 780,
    name: "沈阳理工大学",
  },
  {
    id: 781,
    name: "东北大学",
  },
  {
    id: 782,
    name: "辽宁科技大学",
  },
  {
    id: 783,
    name: "辽宁工程技术大学",
  },
  {
    id: 784,
    name: "辽宁石油化工大学",
  },
  {
    id: 785,
    name: "沈阳化工大学",
  },
  {
    id: 786,
    name: "大连交通大学",
  },
  {
    id: 787,
    name: "大连海事大学",
  },
  {
    id: 788,
    name: "大连工业大学",
  },
  {
    id: 789,
    name: "沈阳建筑大学",
  },
  {
    id: 790,
    name: "辽宁工业大学",
  },
  {
    id: 791,
    name: "沈阳农业大学",
  },
  {
    id: 792,
    name: "大连海洋大学",
  },
  {
    id: 793,
    name: "中国医科大学",
  },
  {
    id: 794,
    name: "锦州医科大学",
  },
  {
    id: 795,
    name: "大连医科大学",
  },
  {
    id: 796,
    name: "辽宁中医药大学",
  },
  {
    id: 797,
    name: "沈阳药科大学",
  },
  {
    id: 798,
    name: "沈阳医学院",
  },
  {
    id: 799,
    name: "辽宁师范大学",
  },
  {
    id: 800,
    name: "沈阳师范大学",
  },
  {
    id: 801,
    name: "渤海大学",
  },
  {
    id: 802,
    name: "鞍山师范学院",
  },
  {
    id: 803,
    name: "大连外国语大学",
  },
  {
    id: 804,
    name: "东北财经大学",
  },
  {
    id: 805,
    name: "中国刑事警察学院",
  },
  {
    id: 806,
    name: "沈阳体育学院",
  },
  {
    id: 807,
    name: "沈阳音乐学院",
  },
  {
    id: 808,
    name: "鲁迅美术学院",
  },
  {
    id: 809,
    name: "辽宁对外经贸学院",
  },
  {
    id: 810,
    name: "沈阳大学",
  },
  {
    id: 811,
    name: "大连大学",
  },
  {
    id: 812,
    name: "辽宁科技学院",
  },
  {
    id: 813,
    name: "辽宁警察学院",
  },
  {
    id: 814,
    name: "沈阳工程学院",
  },
  {
    id: 815,
    name: "辽东学院",
  },
  {
    id: 816,
    name: "大连民族大学",
  },
  {
    id: 817,
    name: "大连理工大学城市学院",
  },
  {
    id: 818,
    name: "沈阳工业大学工程学院",
  },
  {
    id: 819,
    name: "沈阳航空航天大学北方科技学院",
  },
  {
    id: 820,
    name: "沈阳工学院",
  },
  {
    id: 821,
    name: "大连工业大学艺术与信息工程学院",
  },
  {
    id: 822,
    name: "大连科技学院",
  },
  {
    id: 823,
    name: "沈阳城市建设学院",
  },
  {
    id: 824,
    name: "中国医科大学临床医药学院",
  },
  {
    id: 825,
    name: "大连医科大学中山学院",
  },
  {
    id: 826,
    name: "锦州医科大学医疗学院",
  },
  {
    id: 827,
    name: "辽宁师范大学海华学院",
  },
  {
    id: 828,
    name: "辽宁理工学院",
  },
  {
    id: 829,
    name: "大连财经学院",
  },
  {
    id: 830,
    name: "沈阳城市学院",
  },
  {
    id: 831,
    name: "辽宁石油化工大学顺华能源学院",
  },
  {
    id: 832,
    name: "大连艺术学院",
  },
  {
    id: 833,
    name: "辽宁中医药大学杏林学院",
  },
  {
    id: 834,
    name: "辽宁何氏医学院",
  },
  {
    id: 835,
    name: "沈阳科技学院",
  },
  {
    id: 836,
    name: "大连东软信息学院",
  },
  {
    id: 837,
    name: "辽宁财贸学院",
  },
  {
    id: 838,
    name: "辽宁传媒学院",
  },
  {
    id: 839,
    name: "营口理工学院",
  },
  {
    id: 840,
    name: "朝阳师范高等专科学校",
  },
  {
    id: 841,
    name: "抚顺师范高等专科学校",
  },
  {
    id: 842,
    name: "锦州师范高等专科学校",
  },
  {
    id: 843,
    name: "营口职业技术学院",
  },
  {
    id: 844,
    name: "铁岭师范高等专科学校",
  },
  {
    id: 845,
    name: "大连职业技术学院",
  },
  {
    id: 846,
    name: "辽宁农业职业技术学院",
  },
  {
    id: 847,
    name: "抚顺职业技术学院",
  },
  {
    id: 848,
    name: "辽阳职业技术学院",
  },
  {
    id: 849,
    name: "阜新高等专科学校",
  },
  {
    id: 850,
    name: "辽宁省交通高等专科学校",
  },
  {
    id: 851,
    name: "辽宁税务高等专科学校",
  },
  {
    id: 852,
    name: "盘锦职业技术学院",
  },
  {
    id: 853,
    name: "沈阳航空职业技术学院",
  },
  {
    id: 854,
    name: "辽宁体育运动职业技术学院",
  },
  {
    id: 855,
    name: "辽宁职业学院",
  },
  {
    id: 856,
    name: "辽宁生态工程职业学院",
  },
  {
    id: 857,
    name: "沈阳职业技术学院",
  },
  {
    id: 858,
    name: "辽宁理工职业学院",
  },
  {
    id: 859,
    name: "大连商务职业学院",
  },
  {
    id: 860,
    name: "辽宁金融职业学院",
  },
  {
    id: 861,
    name: "辽宁轨道交通职业学院",
  },
  {
    id: 862,
    name: "辽宁广告职业学院",
  },
  {
    id: 863,
    name: "辽宁机电职业技术学院",
  },
  {
    id: 864,
    name: "辽宁经济职业技术学院",
  },
  {
    id: 865,
    name: "辽宁石化职业技术学院",
  },
  {
    id: 866,
    name: "渤海船舶职业学院",
  },
  {
    id: 867,
    name: "大连软件职业学院",
  },
  {
    id: 868,
    name: "大连翻译职业学院",
  },
  {
    id: 869,
    name: "辽宁商贸职业学院",
  },
  {
    id: 870,
    name: "大连枫叶职业技术学院",
  },
  {
    id: 871,
    name: "辽宁装备制造职业技术学院",
  },
  {
    id: 872,
    name: "辽河石油职业技术学院",
  },
  {
    id: 873,
    name: "辽宁地质工程职业学院",
  },
  {
    id: 874,
    name: "辽宁铁道职业技术学院",
  },
  {
    id: 875,
    name: "辽宁建筑职业学院",
  },
  {
    id: 876,
    name: "大连航运职业技术学院",
  },
  {
    id: 877,
    name: "大连装备制造职业技术学院",
  },
  {
    id: 878,
    name: "大连汽车职业技术学院",
  },
  {
    id: 879,
    name: "辽宁现代服务职业技术学院",
  },
  {
    id: 880,
    name: "辽宁冶金职业技术学院",
  },
  {
    id: 881,
    name: "辽宁工程职业学院",
  },
  {
    id: 882,
    name: "辽宁城市建设职业技术学院",
  },
  {
    id: 883,
    name: "辽宁医药职业学院",
  },
  {
    id: 884,
    name: "铁岭卫生职业学院",
  },
  {
    id: 885,
    name: "沈阳北软信息职业技术学院",
  },
  {
    id: 886,
    name: "辽宁政法职业学院",
  },
  {
    id: 887,
    name: "辽宁民族师范高等专科学校",
  },
  {
    id: 888,
    name: "辽宁轻工职业学院",
  },
  {
    id: 889,
    name: "辽宁特殊教育师范高等专科学校",
  },
  {
    id: 890,
    name: "辽宁师范高等专科学校",
  },
  {
    id: 891,
    name: "吉林大学",
  },
  {
    id: 892,
    name: "延边大学",
  },
  {
    id: 893,
    name: "长春理工大学",
  },
  {
    id: 894,
    name: "东北电力大学",
  },
  {
    id: 895,
    name: "长春工业大学",
  },
  {
    id: 896,
    name: "吉林建筑大学",
  },
  {
    id: 897,
    name: "吉林化工学院",
  },
  {
    id: 898,
    name: "吉林农业大学",
  },
  {
    id: 899,
    name: "长春中医药大学",
  },
  {
    id: 900,
    name: "东北师范大学",
  },
  {
    id: 901,
    name: "北华大学",
  },
  {
    id: 902,
    name: "通化师范学院",
  },
  {
    id: 903,
    name: "吉林师范大学",
  },
  {
    id: 904,
    name: "吉林工程技术师范学院",
  },
  {
    id: 905,
    name: "长春师范大学",
  },
  {
    id: 906,
    name: "白城师范学院",
  },
  {
    id: 907,
    name: "吉林财经大学",
  },
  {
    id: 908,
    name: "吉林体育学院",
  },
  {
    id: 909,
    name: "吉林艺术学院",
  },
  {
    id: 910,
    name: "吉林外国语大学",
  },
  {
    id: 911,
    name: "吉林工商学院",
  },
  {
    id: 912,
    name: "长春工程学院",
  },
  {
    id: 913,
    name: "吉林农业科技学院",
  },
  {
    id: 914,
    name: "吉林警察学院",
  },
  {
    id: 915,
    name: "长春大学",
  },
  {
    id: 916,
    name: "长春光华学院",
  },
  {
    id: 917,
    name: "长春工业大学人文信息学院",
  },
  {
    id: 918,
    name: "长春理工大学光电信息学院",
  },
  {
    id: 919,
    name: "长春财经学院",
  },
  {
    id: 920,
    name: "吉林建筑科技学院",
  },
  {
    id: 921,
    name: "长春建筑学院",
  },
  {
    id: 922,
    name: "长春科技学院",
  },
  {
    id: 923,
    name: "吉林动画学院",
  },
  {
    id: 924,
    name: "吉林师范大学博达学院",
  },
  {
    id: 925,
    name: "长春大学旅游学院",
  },
  {
    id: 926,
    name: "东北师范大学人文学院",
  },
  {
    id: 927,
    name: "吉林医药学院",
  },
  {
    id: 928,
    name: "长春师范高等专科学校",
  },
  {
    id: 929,
    name: "辽源职业技术学院",
  },
  {
    id: 930,
    name: "四平职业大学",
  },
  {
    id: 931,
    name: "长春汽车工业高等专科学校",
  },
  {
    id: 932,
    name: "长春金融高等专科学校",
  },
  {
    id: 933,
    name: "长春医学高等专科学校",
  },
  {
    id: 934,
    name: "吉林交通职业技术学院",
  },
  {
    id: 935,
    name: "长春东方职业学院",
  },
  {
    id: 936,
    name: "吉林司法警官职业学院",
  },
  {
    id: 937,
    name: "吉林电子信息职业技术学院",
  },
  {
    id: 938,
    name: "吉林工业职业技术学院",
  },
  {
    id: 939,
    name: "吉林工程职业学院",
  },
  {
    id: 940,
    name: "长春职业技术学院",
  },
  {
    id: 941,
    name: "白城医学高等专科学校",
  },
  {
    id: 942,
    name: "长春信息技术职业学院",
  },
  {
    id: 943,
    name: "松原职业技术学院",
  },
  {
    id: 944,
    name: "吉林铁道职业技术学院",
  },
  {
    id: 945,
    name: "白城职业技术学院",
  },
  {
    id: 946,
    name: "长白山职业技术学院",
  },
  {
    id: 947,
    name: "吉林科技职业技术学院",
  },
  {
    id: 948,
    name: "延边职业技术学院",
  },
  {
    id: 949,
    name: "吉林城市职业技术学院",
  },
  {
    id: 950,
    name: "吉林职业技术学院",
  },
  {
    id: 951,
    name: "吉林水利电力职业学院",
  },
  {
    id: 952,
    name: "长春健康职业学院",
  },
  {
    id: 953,
    name: "黑龙江大学",
  },
  {
    id: 954,
    name: "哈尔滨工业大学",
  },
  {
    id: 955,
    name: "哈尔滨理工大学",
  },
  {
    id: 956,
    name: "哈尔滨工程大学",
  },
  {
    id: 957,
    name: "黑龙江科技大学",
  },
  {
    id: 958,
    name: "东北石油大学",
  },
  {
    id: 959,
    name: "佳木斯大学",
  },
  {
    id: 960,
    name: "黑龙江八一农垦大学",
  },
  {
    id: 961,
    name: "东北农业大学",
  },
  {
    id: 962,
    name: "东北林业大学",
  },
  {
    id: 963,
    name: "哈尔滨医科大学",
  },
  {
    id: 964,
    name: "黑龙江中医药大学",
  },
  {
    id: 965,
    name: "牡丹江医学院",
  },
  {
    id: 966,
    name: "哈尔滨师范大学",
  },
  {
    id: 967,
    name: "齐齐哈尔大学",
  },
  {
    id: 968,
    name: "牡丹江师范学院",
  },
  {
    id: 969,
    name: "哈尔滨学院",
  },
  {
    id: 970,
    name: "大庆师范学院",
  },
  {
    id: 971,
    name: "绥化学院",
  },
  {
    id: 972,
    name: "哈尔滨商业大学",
  },
  {
    id: 973,
    name: "哈尔滨体育学院",
  },
  {
    id: 974,
    name: "哈尔滨金融学院",
  },
  {
    id: 975,
    name: "齐齐哈尔医学院",
  },
  {
    id: 976,
    name: "黑龙江工业学院",
  },
  {
    id: 977,
    name: "黑龙江东方学院",
  },
  {
    id: 978,
    name: "哈尔滨信息工程学院",
  },
  {
    id: 979,
    name: "黑龙江工程学院",
  },
  {
    id: 980,
    name: "齐齐哈尔工程学院",
  },
  {
    id: 981,
    name: "黑龙江外国语学院",
  },
  {
    id: 982,
    name: "黑龙江财经学院",
  },
  {
    id: 983,
    name: "哈尔滨石油学院",
  },
  {
    id: 984,
    name: "黑龙江工商学院",
  },
  {
    id: 985,
    name: "哈尔滨远东理工学院",
  },
  {
    id: 986,
    name: "哈尔滨剑桥学院",
  },
  {
    id: 987,
    name: "黑龙江工程学院昆仑旅游学院",
  },
  {
    id: 988,
    name: "哈尔滨广厦学院",
  },
  {
    id: 989,
    name: "哈尔滨华德学院",
  },
  {
    id: 990,
    name: "黑河学院",
  },
  {
    id: 991,
    name: "哈尔滨音乐学院",
  },
  {
    id: 992,
    name: "齐齐哈尔高等师范专科学校",
  },
  {
    id: 993,
    name: "伊春职业学院",
  },
  {
    id: 994,
    name: "牡丹江大学",
  },
  {
    id: 995,
    name: "黑龙江职业学院",
  },
  {
    id: 996,
    name: "黑龙江建筑职业技术学院",
  },
  {
    id: 997,
    name: "黑龙江艺术职业学院",
  },
  {
    id: 998,
    name: "大庆职业学院",
  },
  {
    id: 999,
    name: "黑龙江林业职业技术学院",
  },
  {
    id: 1000,
    name: "黑龙江农业职业技术学院",
  },
  {
    id: 1001,
    name: "黑龙江农业工程职业学院",
  },
  {
    id: 1002,
    name: "黑龙江农垦职业学院",
  },
  {
    id: 1003,
    name: "黑龙江司法警官职业学院",
  },
  {
    id: 1004,
    name: "鹤岗师范高等专科学校",
  },
  {
    id: 1005,
    name: "哈尔滨电力职业技术学院",
  },
  {
    id: 1006,
    name: "哈尔滨铁道职业技术学院",
  },
  {
    id: 1007,
    name: "大兴安岭职业学院",
  },
  {
    id: 1008,
    name: "黑龙江农业经济职业学院",
  },
  {
    id: 1009,
    name: "哈尔滨职业技术学院",
  },
  {
    id: 1010,
    name: "哈尔滨传媒职业学院",
  },
  {
    id: 1011,
    name: "黑龙江生物科技职业学院",
  },
  {
    id: 1012,
    name: "黑龙江商业职业学院",
  },
  {
    id: 1013,
    name: "黑龙江公安警官职业学院",
  },
  {
    id: 1014,
    name: "黑龙江信息技术职业学院",
  },
  {
    id: 1015,
    name: "哈尔滨城市职业学院",
  },
  {
    id: 1016,
    name: "黑龙江农垦科技职业学院",
  },
  {
    id: 1017,
    name: "黑龙江旅游职业技术学院",
  },
  {
    id: 1018,
    name: "黑龙江三江美术职业学院",
  },
  {
    id: 1019,
    name: "黑龙江生态工程职业学院",
  },
  {
    id: 1020,
    name: "黑龙江能源职业学院",
  },
  {
    id: 1021,
    name: "七台河职业学院",
  },
  {
    id: 1022,
    name: "黑龙江民族职业学院",
  },
  {
    id: 1023,
    name: "大庆医学高等专科学校",
  },
  {
    id: 1024,
    name: "黑龙江交通职业技术学院",
  },
  {
    id: 1025,
    name: "哈尔滨应用职业技术学院",
  },
  {
    id: 1026,
    name: "黑龙江幼儿师范高等专科学校",
  },
  {
    id: 1027,
    name: "哈尔滨科学技术职业学院",
  },
  {
    id: 1028,
    name: "佳木斯职业学院",
  },
  {
    id: 1029,
    name: "黑龙江护理高等专科学校",
  },
  {
    id: 1030,
    name: "齐齐哈尔理工职业学院",
  },
  {
    id: 1031,
    name: "哈尔滨幼儿师范高等专科学校",
  },
  {
    id: 1032,
    name: "黑龙江冰雪体育职业学院",
  },
  {
    id: 1033,
    name: "哈尔滨北方航空职业技术学院",
  },
  {
    id: 1034,
    name: "复旦大学",
  },
  {
    id: 1035,
    name: "同济大学",
  },
  {
    id: 1036,
    name: "上海交通大学",
  },
  {
    id: 1037,
    name: "华东理工大学",
  },
  {
    id: 1038,
    name: "上海理工大学",
  },
  {
    id: 1039,
    name: "上海海事大学",
  },
  {
    id: 1040,
    name: "东华大学",
  },
  {
    id: 1041,
    name: "上海电力大学",
  },
  {
    id: 1042,
    name: "上海应用技术大学",
  },
  {
    id: 1043,
    name: "上海健康医学院",
  },
  {
    id: 1044,
    name: "上海海洋大学",
  },
  {
    id: 1045,
    name: "上海中医药大学",
  },
  {
    id: 1046,
    name: "华东师范大学",
  },
  {
    id: 1047,
    name: "上海师范大学",
  },
  {
    id: 1048,
    name: "上海外国语大学",
  },
  {
    id: 1049,
    name: "上海财经大学",
  },
  {
    id: 1050,
    name: "上海对外经贸大学",
  },
  {
    id: 1051,
    name: "上海海关学院",
  },
  {
    id: 1052,
    name: "华东政法大学",
  },
  {
    id: 1053,
    name: "上海体育学院",
  },
  {
    id: 1054,
    name: "上海音乐学院",
  },
  {
    id: 1055,
    name: "上海戏剧学院",
  },
  {
    id: 1056,
    name: "上海大学",
  },
  {
    id: 1057,
    name: "上海公安学院",
  },
  {
    id: 1058,
    name: "上海工程技术大学",
  },
  {
    id: 1059,
    name: "上海立信会计金融学院",
  },
  {
    id: 1060,
    name: "上海电机学院",
  },
  {
    id: 1061,
    name: "上海杉达学院",
  },
  {
    id: 1062,
    name: "上海政法学院",
  },
  {
    id: 1063,
    name: "上海第二工业大学",
  },
  {
    id: 1064,
    name: "上海商学院",
  },
  {
    id: 1065,
    name: "上海立达学院",
  },
  {
    id: 1066,
    name: "上海建桥学院",
  },
  {
    id: 1067,
    name: "上海兴伟学院",
  },
  {
    id: 1068,
    name: "上海视觉艺术学院",
  },
  {
    id: 1069,
    name: "上海外国语大学贤达经济人文学院",
  },
  {
    id: 1070,
    name: "上海师范大学天华学院",
  },
  {
    id: 1071,
    name: "上海科技大学",
  },
  {
    id: 1072,
    name: "上海纽约大学",
  },
  {
    id: 1073,
    name: "上海旅游高等专科学校",
  },
  {
    id: 1074,
    name: "上海东海职业技术学院",
  },
  {
    id: 1075,
    name: "上海工商职业技术学院",
  },
  {
    id: 1076,
    name: "上海出版印刷高等专科学校",
  },
  {
    id: 1077,
    name: "上海行健职业学院",
  },
  {
    id: 1078,
    name: "上海城建职业学院",
  },
  {
    id: 1079,
    name: "上海交通职业技术学院",
  },
  {
    id: 1080,
    name: "上海海事职业技术学院",
  },
  {
    id: 1081,
    name: "上海电子信息职业技术学院",
  },
  {
    id: 1082,
    name: "上海震旦职业学院",
  },
  {
    id: 1083,
    name: "上海民远职业技术学院",
  },
  {
    id: 1084,
    name: "上海欧华职业技术学院",
  },
  {
    id: 1085,
    name: "上海思博职业技术学院",
  },
  {
    id: 1086,
    name: "上海工艺美术职业学院",
  },
  {
    id: 1087,
    name: "上海济光职业技术学院",
  },
  {
    id: 1088,
    name: "上海工商外国语职业学院",
  },
  {
    id: 1089,
    name: "上海科学技术职业学院",
  },
  {
    id: 1090,
    name: "上海农林职业技术学院",
  },
  {
    id: 1091,
    name: "上海邦德职业技术学院",
  },
  {
    id: 1092,
    name: "上海中侨职业技术学院",
  },
  {
    id: 1093,
    name: "上海电影艺术职业学院",
  },
  {
    id: 1094,
    name: "上海中华职业技术学院",
  },
  {
    id: 1095,
    name: "上海工会管理职业学院",
  },
  {
    id: 1096,
    name: "上海体育职业学院",
  },
  {
    id: 1097,
    name: "上海民航职业技术学院",
  },
  {
    id: 1098,
    name: "南京大学",
  },
  {
    id: 1099,
    name: "苏州大学",
  },
  {
    id: 1100,
    name: "东南大学",
  },
  {
    id: 1101,
    name: "南京航空航天大学",
  },
  {
    id: 1102,
    name: "南京理工大学",
  },
  {
    id: 1103,
    name: "江苏科技大学",
  },
  {
    id: 1104,
    name: "中国矿业大学",
  },
  {
    id: 1105,
    name: "南京工业大学",
  },
  {
    id: 1106,
    name: "常州大学",
  },
  {
    id: 1107,
    name: "南京邮电大学",
  },
  {
    id: 1108,
    name: "河海大学",
  },
  {
    id: 1109,
    name: "江南大学",
  },
  {
    id: 1110,
    name: "南京林业大学",
  },
  {
    id: 1111,
    name: "江苏大学",
  },
  {
    id: 1112,
    name: "南京信息工程大学",
  },
  {
    id: 1113,
    name: "南通大学",
  },
  {
    id: 1114,
    name: "盐城工学院",
  },
  {
    id: 1115,
    name: "南京农业大学",
  },
  {
    id: 1116,
    name: "南京医科大学",
  },
  {
    id: 1117,
    name: "徐州医科大学",
  },
  {
    id: 1118,
    name: "南京中医药大学",
  },
  {
    id: 1119,
    name: "中国药科大学",
  },
  {
    id: 1120,
    name: "南京师范大学",
  },
  {
    id: 1121,
    name: "江苏师范大学",
  },
  {
    id: 1122,
    name: "淮阴师范学院",
  },
  {
    id: 1123,
    name: "盐城师范学院",
  },
  {
    id: 1124,
    name: "南京财经大学",
  },
  {
    id: 1125,
    name: "江苏警官学院",
  },
  {
    id: 1126,
    name: "南京体育学院",
  },
  {
    id: 1127,
    name: "南京艺术学院",
  },
  {
    id: 1128,
    name: "苏州科技大学",
  },
  {
    id: 1129,
    name: "常熟理工学院",
  },
  {
    id: 1130,
    name: "淮阴工学院",
  },
  {
    id: 1131,
    name: "常州工学院",
  },
  {
    id: 1132,
    name: "扬州大学",
  },
  {
    id: 1133,
    name: "三江学院",
  },
  {
    id: 1134,
    name: "南京工程学院",
  },
  {
    id: 1135,
    name: "南京审计大学",
  },
  {
    id: 1136,
    name: "南京晓庄学院",
  },
  {
    id: 1137,
    name: "江苏理工学院",
  },
  {
    id: 1138,
    name: "江苏海洋大学",
  },
  {
    id: 1139,
    name: "徐州工程学院",
  },
  {
    id: 1140,
    name: "南京特殊教育师范学院",
  },
  {
    id: 1141,
    name: "南通理工学院",
  },
  {
    id: 1142,
    name: "南京森林警察学院",
  },
  {
    id: 1143,
    name: "东南大学成贤学院",
  },
  {
    id: 1144,
    name: "泰州学院",
  },
  {
    id: 1145,
    name: "无锡太湖学院",
  },
  {
    id: 1146,
    name: "金陵科技学院",
  },
  {
    id: 1147,
    name: "中国矿业大学徐海学院",
  },
  {
    id: 1148,
    name: "南京大学金陵学院",
  },
  {
    id: 1149,
    name: "南京理工大学紫金学院",
  },
  {
    id: 1150,
    name: "南京航空航天大学金城学院",
  },
  {
    id: 1151,
    name: "中国传媒大学南广学院",
  },
  {
    id: 1152,
    name: "南京理工大学泰州科技学院",
  },
  {
    id: 1153,
    name: "南京师范大学泰州学院",
  },
  {
    id: 1154,
    name: "南京工业大学浦江学院",
  },
  {
    id: 1155,
    name: "南京师范大学中北学院",
  },
  {
    id: 1156,
    name: "南京医科大学康达学院",
  },
  {
    id: 1157,
    name: "南京中医药大学翰林学院",
  },
  {
    id: 1158,
    name: "南京信息工程大学滨江学院",
  },
  {
    id: 1159,
    name: "苏州大学文正学院",
  },
  {
    id: 1160,
    name: "苏州大学应用技术学院",
  },
  {
    id: 1161,
    name: "苏州科技大学天平学院",
  },
  {
    id: 1162,
    name: "江苏大学京江学院",
  },
  {
    id: 1163,
    name: "扬州大学广陵学院",
  },
  {
    id: 1164,
    name: "江苏师范大学科文学院",
  },
  {
    id: 1165,
    name: "南京邮电大学通达学院",
  },
  {
    id: 1166,
    name: "南京财经大学红山学院",
  },
  {
    id: 1167,
    name: "江苏科技大学苏州理工学院",
  },
  {
    id: 1168,
    name: "常州大学怀德学院",
  },
  {
    id: 1169,
    name: "南通大学杏林学院",
  },
  {
    id: 1170,
    name: "南京审计大学金审学院",
  },
  {
    id: 1171,
    name: "宿迁学院",
  },
  {
    id: 1172,
    name: "江苏第二师范学院",
  },
  {
    id: 1173,
    name: "西交利物浦大学",
  },
  {
    id: 1174,
    name: "昆山杜克大学",
  },
  {
    id: 1175,
    name: "盐城幼儿师范高等专科学校",
  },
  {
    id: 1176,
    name: "苏州幼儿师范高等专科学校",
  },
  {
    id: 1177,
    name: "明达职业技术学院",
  },
  {
    id: 1178,
    name: "无锡职业技术学院",
  },
  {
    id: 1179,
    name: "江苏建筑职业技术学院",
  },
  {
    id: 1180,
    name: "南京工业职业技术学院",
  },
  {
    id: 1181,
    name: "江苏工程职业技术学院",
  },
  {
    id: 1182,
    name: "苏州工艺美术职业技术学院",
  },
  {
    id: 1183,
    name: "连云港职业技术学院",
  },
  {
    id: 1184,
    name: "镇江市高等专科学校",
  },
  {
    id: 1185,
    name: "南通职业大学",
  },
  {
    id: 1186,
    name: "苏州职业大学",
  },
  {
    id: 1187,
    name: "沙洲职业工学院",
  },
  {
    id: 1188,
    name: "扬州市职业大学",
  },
  {
    id: 1189,
    name: "连云港师范高等专科学校",
  },
  {
    id: 1190,
    name: "江苏经贸职业技术学院",
  },
  {
    id: 1191,
    name: "九州职业技术学院",
  },
  {
    id: 1192,
    name: "硅湖职业技术学院",
  },
  {
    id: 1193,
    name: "泰州职业技术学院",
  },
  {
    id: 1194,
    name: "常州信息职业技术学院",
  },
  {
    id: 1195,
    name: "江苏联合职业技术学院",
  },
  {
    id: 1196,
    name: "江苏海事职业技术学院",
  },
  {
    id: 1197,
    name: "应天职业技术学院",
  },
  {
    id: 1198,
    name: "无锡科技职业学院",
  },
  {
    id: 1199,
    name: "江苏医药职业学院",
  },
  {
    id: 1200,
    name: "扬州环境资源职业技术学院",
  },
  {
    id: 1201,
    name: "南通科技职业学院",
  },
  {
    id: 1202,
    name: "苏州经贸职业技术学院",
  },
  {
    id: 1203,
    name: "苏州工业职业技术学院",
  },
  {
    id: 1204,
    name: "苏州托普信息职业技术学院",
  },
  {
    id: 1205,
    name: "苏州卫生职业技术学院",
  },
  {
    id: 1206,
    name: "无锡商业职业技术学院",
  },
  {
    id: 1207,
    name: "南通航运职业技术学院",
  },
  {
    id: 1208,
    name: "南京交通职业技术学院",
  },
  {
    id: 1209,
    name: "淮安信息职业技术学院",
  },
  {
    id: 1210,
    name: "江苏农牧科技职业学院",
  },
  {
    id: 1211,
    name: "常州纺织服装职业技术学院",
  },
  {
    id: 1212,
    name: "苏州农业职业技术学院",
  },
  {
    id: 1213,
    name: "苏州工业园区职业技术学院",
  },
  {
    id: 1214,
    name: "太湖创意职业技术学院",
  },
  {
    id: 1215,
    name: "炎黄职业技术学院",
  },
  {
    id: 1216,
    name: "南京科技职业学院",
  },
  {
    id: 1217,
    name: "正德职业技术学院",
  },
  {
    id: 1218,
    name: "钟山职业技术学院",
  },
  {
    id: 1219,
    name: "无锡南洋职业技术学院",
  },
  {
    id: 1220,
    name: "江南影视艺术职业学院",
  },
  {
    id: 1221,
    name: "金肯职业技术学院",
  },
  {
    id: 1222,
    name: "常州工业职业技术学院",
  },
  {
    id: 1223,
    name: "常州工程职业技术学院",
  },
  {
    id: 1224,
    name: "江苏农林职业技术学院",
  },
  {
    id: 1225,
    name: "江苏食品药品职业技术学院",
  },
  {
    id: 1226,
    name: "建东职业技术学院",
  },
  {
    id: 1227,
    name: "南京铁道职业技术学院",
  },
  {
    id: 1228,
    name: "徐州工业职业技术学院",
  },
  {
    id: 1229,
    name: "江苏信息职业技术学院",
  },
  {
    id: 1230,
    name: "宿迁职业技术学院",
  },
  {
    id: 1231,
    name: "南京信息职业技术学院",
  },
  {
    id: 1232,
    name: "江海职业技术学院",
  },
  {
    id: 1233,
    name: "常州机电职业技术学院",
  },
  {
    id: 1234,
    name: "江阴职业技术学院",
  },
  {
    id: 1235,
    name: "无锡城市职业技术学院",
  },
  {
    id: 1236,
    name: "无锡工艺职业技术学院",
  },
  {
    id: 1237,
    name: "金山职业技术学院",
  },
  {
    id: 1238,
    name: "苏州健雄职业技术学院",
  },
  {
    id: 1239,
    name: "盐城工业职业技术学院",
  },
  {
    id: 1240,
    name: "江苏财经职业技术学院",
  },
  {
    id: 1241,
    name: "扬州工业职业技术学院",
  },
  {
    id: 1242,
    name: "苏州百年职业学院",
  },
  {
    id: 1243,
    name: "昆山登云科技职业学院",
  },
  {
    id: 1244,
    name: "南京视觉艺术职业学院",
  },
  {
    id: 1245,
    name: "江苏城市职业学院",
  },
  {
    id: 1246,
    name: "南京城市职业学院",
  },
  {
    id: 1247,
    name: "南京机电职业技术学院",
  },
  {
    id: 1248,
    name: "苏州高博软件技术职业学院",
  },
  {
    id: 1249,
    name: "南京旅游职业学院",
  },
  {
    id: 1250,
    name: "江苏卫生健康职业学院",
  },
  {
    id: 1251,
    name: "苏州信息职业技术学院",
  },
  {
    id: 1252,
    name: "宿迁泽达职业技术学院",
  },
  {
    id: 1253,
    name: "苏州工业园区服务外包职业学院",
  },
  {
    id: 1254,
    name: "徐州幼儿师范高等专科学校",
  },
  {
    id: 1255,
    name: "徐州生物工程职业技术学院",
  },
  {
    id: 1256,
    name: "江苏商贸职业学院",
  },
  {
    id: 1257,
    name: "南通师范高等专科学校",
  },
  {
    id: 1258,
    name: "扬州中瑞酒店职业学院",
  },
  {
    id: 1259,
    name: "江苏护理职业学院",
  },
  {
    id: 1260,
    name: "江苏财会职业学院",
  },
  {
    id: 1261,
    name: "江苏城乡建设职业学院",
  },
  {
    id: 1262,
    name: "江苏航空职业技术学院",
  },
  {
    id: 1263,
    name: "江苏安全技术职业学院",
  },
  {
    id: 1264,
    name: "江苏旅游职业学院",
  },
  {
    id: 1265,
    name: "浙江大学",
  },
  {
    id: 1266,
    name: "杭州电子科技大学",
  },
  {
    id: 1267,
    name: "浙江工业大学",
  },
  {
    id: 1268,
    name: "浙江理工大学",
  },
  {
    id: 1269,
    name: "浙江海洋大学",
  },
  {
    id: 1270,
    name: "浙江农林大学",
  },
  {
    id: 1271,
    name: "温州医科大学",
  },
  {
    id: 1272,
    name: "浙江中医药大学",
  },
  {
    id: 1273,
    name: "浙江师范大学",
  },
  {
    id: 1274,
    name: "杭州师范大学",
  },
  {
    id: 1275,
    name: "湖州师范学院",
  },
  {
    id: 1276,
    name: "绍兴文理学院",
  },
  {
    id: 1277,
    name: "台州学院",
  },
  {
    id: 1278,
    name: "温州大学",
  },
  {
    id: 1279,
    name: "丽水学院",
  },
  {
    id: 1280,
    name: "浙江工商大学",
  },
  {
    id: 1281,
    name: "嘉兴学院",
  },
  {
    id: 1282,
    name: "中国美术学院",
  },
  {
    id: 1283,
    name: "中国计量大学",
  },
  {
    id: 1284,
    name: "浙江万里学院",
  },
  {
    id: 1285,
    name: "浙江科技学院",
  },
  {
    id: 1286,
    name: "宁波工程学院",
  },
  {
    id: 1287,
    name: "浙江水利水电学院",
  },
  {
    id: 1288,
    name: "浙江财经大学",
  },
  {
    id: 1289,
    name: "浙江警察学院",
  },
  {
    id: 1290,
    name: "衢州学院",
  },
  {
    id: 1291,
    name: "宁波大学",
  },
  {
    id: 1292,
    name: "浙江传媒学院",
  },
  {
    id: 1293,
    name: "浙江树人学院",
  },
  {
    id: 1294,
    name: "浙江越秀外国语学院",
  },
  {
    id: 1295,
    name: "宁波财经学院",
  },
  {
    id: 1296,
    name: "浙江大学城市学院",
  },
  {
    id: 1297,
    name: "浙江大学宁波理工学院",
  },
  {
    id: 1298,
    name: "杭州医学院",
  },
  {
    id: 1299,
    name: "浙江工业大学之江学院",
  },
  {
    id: 1300,
    name: "浙江师范大学行知学院",
  },
  {
    id: 1301,
    name: "宁波大学科学技术学院",
  },
  {
    id: 1302,
    name: "杭州电子科技大学信息工程学院",
  },
  {
    id: 1303,
    name: "浙江理工大学科技与艺术学院",
  },
  {
    id: 1304,
    name: "浙江海洋大学东海科学技术学院",
  },
  {
    id: 1305,
    name: "浙江农林大学暨阳学院",
  },
  {
    id: 1306,
    name: "温州医科大学仁济学院",
  },
  {
    id: 1307,
    name: "浙江中医药大学滨江学院",
  },
  {
    id: 1308,
    name: "杭州师范大学钱江学院",
  },
  {
    id: 1309,
    name: "湖州师范学院求真学院",
  },
  {
    id: 1310,
    name: "绍兴文理学院元培学院",
  },
  {
    id: 1311,
    name: "温州大学瓯江学院",
  },
  {
    id: 1312,
    name: "浙江工商大学杭州商学院",
  },
  {
    id: 1313,
    name: "嘉兴学院南湖学院",
  },
  {
    id: 1314,
    name: "中国计量大学现代科技学院",
  },
  {
    id: 1315,
    name: "浙江财经大学东方学院",
  },
  {
    id: 1316,
    name: "温州商学院",
  },
  {
    id: 1317,
    name: "同济大学浙江学院",
  },
  {
    id: 1318,
    name: "上海财经大学浙江学院",
  },
  {
    id: 1319,
    name: "浙江外国语学院",
  },
  {
    id: 1320,
    name: "浙江音乐学院",
  },
  {
    id: 1321,
    name: "西湖大学",
  },
  {
    id: 1322,
    name: "宁波诺丁汉大学",
  },
  {
    id: 1323,
    name: "温州肯恩大学",
  },
  {
    id: 1324,
    name: "宁波职业技术学院",
  },
  {
    id: 1325,
    name: "温州职业技术学院",
  },
  {
    id: 1326,
    name: "浙江交通职业技术学院",
  },
  {
    id: 1327,
    name: "金华职业技术学院",
  },
  {
    id: 1328,
    name: "宁波城市职业技术学院",
  },
  {
    id: 1329,
    name: "浙江电力职业技术学院",
  },
  {
    id: 1330,
    name: "浙江同济科技职业学院",
  },
  {
    id: 1331,
    name: "浙江工商职业技术学院",
  },
  {
    id: 1332,
    name: "台州职业技术学院",
  },
  {
    id: 1333,
    name: "浙江工贸职业技术学院",
  },
  {
    id: 1334,
    name: "浙江医药高等专科学校",
  },
  {
    id: 1335,
    name: "浙江机电职业技术学院",
  },
  {
    id: 1336,
    name: "浙江建设职业技术学院",
  },
  {
    id: 1337,
    name: "浙江艺术职业学院",
  },
  {
    id: 1338,
    name: "浙江经贸职业技术学院",
  },
  {
    id: 1339,
    name: "浙江商业职业技术学院",
  },
  {
    id: 1340,
    name: "浙江经济职业技术学院",
  },
  {
    id: 1341,
    name: "浙江旅游职业学院",
  },
  {
    id: 1342,
    name: "浙江育英职业技术学院",
  },
  {
    id: 1343,
    name: "浙江警官职业学院",
  },
  {
    id: 1344,
    name: "浙江金融职业学院",
  },
  {
    id: 1345,
    name: "浙江工业职业技术学院",
  },
  {
    id: 1346,
    name: "杭州职业技术学院",
  },
  {
    id: 1347,
    name: "嘉兴职业技术学院",
  },
  {
    id: 1348,
    name: "湖州职业技术学院",
  },
  {
    id: 1349,
    name: "绍兴职业技术学院",
  },
  {
    id: 1350,
    name: "衢州职业技术学院",
  },
  {
    id: 1351,
    name: "丽水职业技术学院",
  },
  {
    id: 1352,
    name: "浙江东方职业技术学院",
  },
  {
    id: 1353,
    name: "义乌工商职业技术学院",
  },
  {
    id: 1354,
    name: "浙江纺织服装职业技术学院",
  },
  {
    id: 1355,
    name: "杭州科技职业技术学院",
  },
  {
    id: 1356,
    name: "浙江长征职业技术学院",
  },
  {
    id: 1357,
    name: "嘉兴南洋职业技术学院",
  },
  {
    id: 1358,
    name: "浙江广厦建设职业技术学院",
  },
  {
    id: 1359,
    name: "杭州万向职业技术学院",
  },
  {
    id: 1360,
    name: "浙江邮电职业技术学院",
  },
  {
    id: 1361,
    name: "宁波卫生职业技术学院",
  },
  {
    id: 1362,
    name: "台州科技职业学院",
  },
  {
    id: 1363,
    name: "浙江国际海运职业技术学院",
  },
  {
    id: 1364,
    name: "浙江体育职业技术学院",
  },
  {
    id: 1365,
    name: "温州科技职业学院",
  },
  {
    id: 1366,
    name: "浙江汽车职业技术学院",
  },
  {
    id: 1367,
    name: "浙江横店影视职业学院",
  },
  {
    id: 1368,
    name: "浙江农业商贸职业学院",
  },
  {
    id: 1369,
    name: "浙江特殊教育职业学院",
  },
  {
    id: 1370,
    name: "浙江安防职业技术学院",
  },
  {
    id: 1371,
    name: "浙江舟山群岛新区旅游与健康职业学院",
  },
  {
    id: 1372,
    name: "宁波幼儿师范高等专科学校",
  },
  {
    id: 1373,
    name: "安徽大学",
  },
  {
    id: 1374,
    name: "中国科学技术大学",
  },
  {
    id: 1375,
    name: "合肥工业大学",
  },
  {
    id: 1376,
    name: "安徽工业大学",
  },
  {
    id: 1377,
    name: "安徽理工大学",
  },
  {
    id: 1378,
    name: "安徽工程大学",
  },
  {
    id: 1379,
    name: "安徽农业大学",
  },
  {
    id: 1380,
    name: "安徽医科大学",
  },
  {
    id: 1381,
    name: "蚌埠医学院",
  },
  {
    id: 1382,
    name: "皖南医学院",
  },
  {
    id: 1383,
    name: "安徽中医药大学",
  },
  {
    id: 1384,
    name: "安徽师范大学",
  },
  {
    id: 1385,
    name: "阜阳师范大学",
  },
  {
    id: 1386,
    name: "安庆师范大学",
  },
  {
    id: 1387,
    name: "淮北师范大学",
  },
  {
    id: 1388,
    name: "黄山学院",
  },
  {
    id: 1389,
    name: "皖西学院",
  },
  {
    id: 1390,
    name: "滁州学院",
  },
  {
    id: 1391,
    name: "安徽财经大学",
  },
  {
    id: 1392,
    name: "宿州学院",
  },
  {
    id: 1393,
    name: "巢湖学院",
  },
  {
    id: 1394,
    name: "淮南师范学院",
  },
  {
    id: 1395,
    name: "铜陵学院",
  },
  {
    id: 1396,
    name: "安徽建筑大学",
  },
  {
    id: 1397,
    name: "安徽科技学院",
  },
  {
    id: 1398,
    name: "安徽三联学院",
  },
  {
    id: 1399,
    name: "合肥学院",
  },
  {
    id: 1400,
    name: "蚌埠学院",
  },
  {
    id: 1401,
    name: "池州学院",
  },
  {
    id: 1402,
    name: "安徽新华学院",
  },
  {
    id: 1403,
    name: "安徽文达信息工程学院",
  },
  {
    id: 1404,
    name: "亳州学院",
  },
  {
    id: 1405,
    name: "安徽外国语学院",
  },
  {
    id: 1406,
    name: "安徽财经大学商学院",
  },
  {
    id: 1407,
    name: "安徽大学江淮学院",
  },
  {
    id: 1408,
    name: "安徽信息工程学院",
  },
  {
    id: 1409,
    name: "马鞍山学院",
  },
  {
    id: 1410,
    name: "安徽建筑大学城市建设学院",
  },
  {
    id: 1411,
    name: "安徽农业大学经济技术学院",
  },
  {
    id: 1412,
    name: "安徽师范大学皖江学院",
  },
  {
    id: 1413,
    name: "安徽医科大学临床医学院",
  },
  {
    id: 1414,
    name: "阜阳师范大学信息工程学院",
  },
  {
    id: 1415,
    name: "淮北师范大学信息学院",
  },
  {
    id: 1416,
    name: "合肥师范学院",
  },
  {
    id: 1417,
    name: "皖江工学院",
  },
  {
    id: 1418,
    name: "安徽艺术学院",
  },
  {
    id: 1419,
    name: "安徽职业技术学院",
  },
  {
    id: 1420,
    name: "淮北职业技术学院",
  },
  {
    id: 1421,
    name: "芜湖职业技术学院",
  },
  {
    id: 1422,
    name: "淮南联合大学",
  },
  {
    id: 1423,
    name: "安徽商贸职业技术学院",
  },
  {
    id: 1424,
    name: "安徽水利水电职业技术学院",
  },
  {
    id: 1425,
    name: "阜阳职业技术学院",
  },
  {
    id: 1426,
    name: "铜陵职业技术学院",
  },
  {
    id: 1427,
    name: "民办万博科技职业学院",
  },
  {
    id: 1428,
    name: "安徽警官职业学院",
  },
  {
    id: 1429,
    name: "淮南职业技术学院",
  },
  {
    id: 1430,
    name: "安徽工业经济职业技术学院",
  },
  {
    id: 1431,
    name: "合肥通用职业技术学院",
  },
  {
    id: 1432,
    name: "安徽工贸职业技术学院",
  },
  {
    id: 1433,
    name: "宿州职业技术学院",
  },
  {
    id: 1434,
    name: "六安职业技术学院",
  },
  {
    id: 1435,
    name: "安徽电子信息职业技术学院",
  },
  {
    id: 1436,
    name: "民办合肥经济技术职业学院",
  },
  {
    id: 1437,
    name: "安徽交通职业技术学院",
  },
  {
    id: 1438,
    name: "安徽体育运动职业技术学院",
  },
  {
    id: 1439,
    name: "安徽中医药高等专科学校",
  },
  {
    id: 1440,
    name: "安徽医学高等专科学校",
  },
  {
    id: 1441,
    name: "合肥职业技术学院",
  },
  {
    id: 1442,
    name: "滁州职业技术学院",
  },
  {
    id: 1443,
    name: "池州职业技术学院",
  },
  {
    id: 1444,
    name: "宣城职业技术学院",
  },
  {
    id: 1445,
    name: "安徽广播影视职业技术学院",
  },
  {
    id: 1446,
    name: "民办合肥滨湖职业技术学院",
  },
  {
    id: 1447,
    name: "安徽电气工程职业技术学院",
  },
  {
    id: 1448,
    name: "安徽冶金科技职业学院",
  },
  {
    id: 1449,
    name: "安徽城市管理职业学院",
  },
  {
    id: 1450,
    name: "安徽机电职业技术学院",
  },
  {
    id: 1451,
    name: "安徽工商职业学院",
  },
  {
    id: 1452,
    name: "安徽中澳科技职业学院",
  },
  {
    id: 1453,
    name: "阜阳科技职业学院",
  },
  {
    id: 1454,
    name: "亳州职业技术学院",
  },
  {
    id: 1455,
    name: "安徽国防科技职业学院",
  },
  {
    id: 1456,
    name: "安庆职业技术学院",
  },
  {
    id: 1457,
    name: "安徽艺术职业学院",
  },
  {
    id: 1458,
    name: "马鞍山师范高等专科学校",
  },
  {
    id: 1459,
    name: "安徽财贸职业学院",
  },
  {
    id: 1460,
    name: "安徽国际商务职业学院",
  },
  {
    id: 1461,
    name: "安徽公安职业学院",
  },
  {
    id: 1462,
    name: "安徽林业职业技术学院",
  },
  {
    id: 1463,
    name: "安徽审计职业学院",
  },
  {
    id: 1464,
    name: "安徽新闻出版职业技术学院",
  },
  {
    id: 1465,
    name: "安徽邮电职业技术学院",
  },
  {
    id: 1466,
    name: "安徽工业职业技术学院",
  },
  {
    id: 1467,
    name: "民办合肥财经职业学院",
  },
  {
    id: 1468,
    name: "安庆医药高等专科学校",
  },
  {
    id: 1469,
    name: "安徽涉外经济职业学院",
  },
  {
    id: 1470,
    name: "安徽绿海商务职业学院",
  },
  {
    id: 1471,
    name: "合肥共达职业技术学院",
  },
  {
    id: 1472,
    name: "蚌埠经济技术职业学院",
  },
  {
    id: 1473,
    name: "民办安徽旅游职业学院",
  },
  {
    id: 1474,
    name: "徽商职业学院",
  },
  {
    id: 1475,
    name: "马鞍山职业技术学院",
  },
  {
    id: 1476,
    name: "安徽现代信息工程职业学院",
  },
  {
    id: 1477,
    name: "安徽矿业职业技术学院",
  },
  {
    id: 1478,
    name: "合肥信息技术职业学院",
  },
  {
    id: 1479,
    name: "桐城师范高等专科学校",
  },
  {
    id: 1480,
    name: "黄山职业技术学院",
  },
  {
    id: 1481,
    name: "滁州城市职业学院",
  },
  {
    id: 1482,
    name: "安徽汽车职业技术学院",
  },
  {
    id: 1483,
    name: "皖西卫生职业学院",
  },
  {
    id: 1484,
    name: "合肥幼儿师范高等专科学校",
  },
  {
    id: 1485,
    name: "安徽长江职业学院",
  },
  {
    id: 1486,
    name: "安徽扬子职业技术学院",
  },
  {
    id: 1487,
    name: "安徽黄梅戏艺术职业学院",
  },
  {
    id: 1488,
    name: "安徽粮食工程职业学院",
  },
  {
    id: 1489,
    name: "安徽卫生健康职业学院",
  },
  {
    id: 1490,
    name: "合肥科技职业学院",
  },
  {
    id: 1491,
    name: "皖北卫生职业学院",
  },
  {
    id: 1492,
    name: "阜阳幼儿师范高等专科学校",
  },
  {
    id: 1493,
    name: "厦门大学",
  },
  {
    id: 1494,
    name: "华侨大学",
  },
  {
    id: 1495,
    name: "福州大学",
  },
  {
    id: 1496,
    name: "福建工程学院",
  },
  {
    id: 1497,
    name: "福建农林大学",
  },
  {
    id: 1498,
    name: "集美大学",
  },
  {
    id: 1499,
    name: "福建医科大学",
  },
  {
    id: 1500,
    name: "福建中医药大学",
  },
  {
    id: 1501,
    name: "福建师范大学",
  },
  {
    id: 1502,
    name: "闽江学院",
  },
  {
    id: 1503,
    name: "武夷学院",
  },
  {
    id: 1504,
    name: "宁德师范学院",
  },
  {
    id: 1505,
    name: "泉州师范学院",
  },
  {
    id: 1506,
    name: "闽南师范大学",
  },
  {
    id: 1507,
    name: "厦门理工学院",
  },
  {
    id: 1508,
    name: "三明学院",
  },
  {
    id: 1509,
    name: "龙岩学院",
  },
  {
    id: 1510,
    name: "福建商学院",
  },
  {
    id: 1511,
    name: "福建警察学院",
  },
  {
    id: 1512,
    name: "莆田学院",
  },
  {
    id: 1513,
    name: "仰恩大学",
  },
  {
    id: 1514,
    name: "厦门医学院",
  },
  {
    id: 1515,
    name: "厦门华厦学院",
  },
  {
    id: 1516,
    name: "闽南理工学院",
  },
  {
    id: 1517,
    name: "泉州职业技术大学",
  },
  {
    id: 1518,
    name: "闽南科技学院",
  },
  {
    id: 1519,
    name: "福州工商学院",
  },
  {
    id: 1520,
    name: "厦门工学院",
  },
  {
    id: 1521,
    name: "阳光学院",
  },
  {
    id: 1522,
    name: "厦门大学嘉庚学院",
  },
  {
    id: 1523,
    name: "福州大学至诚学院",
  },
  {
    id: 1524,
    name: "集美大学诚毅学院",
  },
  {
    id: 1525,
    name: "福建师范大学协和学院",
  },
  {
    id: 1526,
    name: "福州外语外贸学院",
  },
  {
    id: 1527,
    name: "福建江夏学院",
  },
  {
    id: 1528,
    name: "泉州信息工程学院",
  },
  {
    id: 1529,
    name: "福州理工学院",
  },
  {
    id: 1530,
    name: "福建农林大学金山学院",
  },
  {
    id: 1531,
    name: "福建技术师范学院",
  },
  {
    id: 1532,
    name: "福建船政交通职业学院",
  },
  {
    id: 1533,
    name: "漳州职业技术学院",
  },
  {
    id: 1534,
    name: "闽西职业技术学院",
  },
  {
    id: 1535,
    name: "黎明职业大学",
  },
  {
    id: 1536,
    name: "福建华南女子职业学院",
  },
  {
    id: 1537,
    name: "福州职业技术学院",
  },
  {
    id: 1538,
    name: "福建林业职业技术学院",
  },
  {
    id: 1539,
    name: "福建信息职业技术学院",
  },
  {
    id: 1540,
    name: "福建水利电力职业技术学院",
  },
  {
    id: 1541,
    name: "福建电力职业技术学院",
  },
  {
    id: 1542,
    name: "厦门海洋职业技术学院",
  },
  {
    id: 1543,
    name: "福建农业职业技术学院",
  },
  {
    id: 1544,
    name: "福建卫生职业技术学院",
  },
  {
    id: 1545,
    name: "泉州医学高等专科学校",
  },
  {
    id: 1546,
    name: "福州英华职业学院",
  },
  {
    id: 1547,
    name: "泉州纺织服装职业学院",
  },
  {
    id: 1548,
    name: "泉州华光职业学院",
  },
  {
    id: 1549,
    name: "福建警官职业学院",
  },
  {
    id: 1550,
    name: "闽北职业技术学院",
  },
  {
    id: 1551,
    name: "福州黎明职业技术学院",
  },
  {
    id: 1552,
    name: "厦门演艺职业学院",
  },
  {
    id: 1553,
    name: "厦门华天涉外职业技术学院",
  },
  {
    id: 1554,
    name: "福州科技职业技术学院",
  },
  {
    id: 1555,
    name: "泉州经贸职业技术学院",
  },
  {
    id: 1556,
    name: "福建对外经济贸易职业技术学院",
  },
  {
    id: 1557,
    name: "湄洲湾职业技术学院",
  },
  {
    id: 1558,
    name: "福建生物工程职业技术学院",
  },
  {
    id: 1559,
    name: "福建艺术职业学院",
  },
  {
    id: 1560,
    name: "福建幼儿师范高等专科学校",
  },
  {
    id: 1561,
    name: "厦门城市职业学院",
  },
  {
    id: 1562,
    name: "泉州工艺美术职业学院",
  },
  {
    id: 1563,
    name: "三明医学科技职业学院",
  },
  {
    id: 1564,
    name: "宁德职业技术学院",
  },
  {
    id: 1565,
    name: "福州软件职业技术学院",
  },
  {
    id: 1566,
    name: "厦门兴才职业技术学院",
  },
  {
    id: 1567,
    name: "厦门软件职业技术学院",
  },
  {
    id: 1568,
    name: "福建体育职业技术学院",
  },
  {
    id: 1569,
    name: "漳州城市职业学院",
  },
  {
    id: 1570,
    name: "厦门南洋职业学院",
  },
  {
    id: 1571,
    name: "厦门东海职业技术学院",
  },
  {
    id: 1572,
    name: "漳州科技职业学院",
  },
  {
    id: 1573,
    name: "漳州理工职业学院",
  },
  {
    id: 1574,
    name: "武夷山职业学院",
  },
  {
    id: 1575,
    name: "漳州卫生职业学院",
  },
  {
    id: 1576,
    name: "泉州海洋职业学院",
  },
  {
    id: 1577,
    name: "泉州轻工职业学院",
  },
  {
    id: 1578,
    name: "厦门安防科技职业学院",
  },
  {
    id: 1579,
    name: "泉州幼儿师范高等专科学校",
  },
  {
    id: 1580,
    name: "闽江师范高等专科学校",
  },
  {
    id: 1581,
    name: "泉州工程职业技术学院",
  },
  {
    id: 1582,
    name: "福州墨尔本理工职业学院",
  },
  {
    id: 1583,
    name: "南昌大学",
  },
  {
    id: 1584,
    name: "华东交通大学",
  },
  {
    id: 1585,
    name: "东华理工大学",
  },
  {
    id: 1586,
    name: "南昌航空大学",
  },
  {
    id: 1587,
    name: "江西理工大学",
  },
  {
    id: 1588,
    name: "景德镇陶瓷大学",
  },
  {
    id: 1589,
    name: "江西农业大学",
  },
  {
    id: 1590,
    name: "江西中医药大学",
  },
  {
    id: 1591,
    name: "赣南医学院",
  },
  {
    id: 1592,
    name: "江西师范大学",
  },
  {
    id: 1593,
    name: "上饶师范学院",
  },
  {
    id: 1594,
    name: "宜春学院",
  },
  {
    id: 1595,
    name: "赣南师范大学",
  },
  {
    id: 1596,
    name: "井冈山大学",
  },
  {
    id: 1597,
    name: "江西财经大学",
  },
  {
    id: 1598,
    name: "江西科技学院",
  },
  {
    id: 1599,
    name: "景德镇学院",
  },
  {
    id: 1600,
    name: "萍乡学院",
  },
  {
    id: 1601,
    name: "江西科技师范大学",
  },
  {
    id: 1602,
    name: "南昌工程学院",
  },
  {
    id: 1603,
    name: "江西警察学院",
  },
  {
    id: 1604,
    name: "新余学院",
  },
  {
    id: 1605,
    name: "九江学院",
  },
  {
    id: 1606,
    name: "江西工程学院",
  },
  {
    id: 1607,
    name: "南昌理工学院",
  },
  {
    id: 1608,
    name: "江西应用科技学院",
  },
  {
    id: 1609,
    name: "江西服装学院",
  },
  {
    id: 1610,
    name: "南昌职业大学",
  },
  {
    id: 1611,
    name: "南昌工学院",
  },
  {
    id: 1612,
    name: "南昌大学科学技术学院",
  },
  {
    id: 1613,
    name: "南昌大学共青学院",
  },
  {
    id: 1614,
    name: "华东交通大学理工学院",
  },
  {
    id: 1615,
    name: "东华理工大学长江学院",
  },
  {
    id: 1616,
    name: "南昌航空大学科技学院",
  },
  {
    id: 1617,
    name: "江西理工大学应用科学学院",
  },
  {
    id: 1618,
    name: "景德镇陶瓷大学科技艺术学院",
  },
  {
    id: 1619,
    name: "江西农业大学南昌商学院",
  },
  {
    id: 1620,
    name: "江西中医药大学科技学院",
  },
  {
    id: 1621,
    name: "江西师范大学科学技术学院",
  },
  {
    id: 1622,
    name: "赣南师范大学科技学院",
  },
  {
    id: 1623,
    name: "江西科技师范大学理工学院",
  },
  {
    id: 1624,
    name: "江西财经大学现代经济管理学院",
  },
  {
    id: 1625,
    name: "豫章师范学院",
  },
  {
    id: 1626,
    name: "江西软件职业技术大学",
  },
  {
    id: 1627,
    name: "南昌师范学院",
  },
  {
    id: 1628,
    name: "上饶幼儿师范高等专科学校",
  },
  {
    id: 1629,
    name: "抚州幼儿师范高等专科学校",
  },
  {
    id: 1630,
    name: "江西工业职业技术学院",
  },
  {
    id: 1631,
    name: "江西医学高等专科学校",
  },
  {
    id: 1632,
    name: "九江职业大学",
  },
  {
    id: 1633,
    name: "九江职业技术学院",
  },
  {
    id: 1634,
    name: "江西司法警官职业学院",
  },
  {
    id: 1635,
    name: "江西陶瓷工艺美术职业技术学院",
  },
  {
    id: 1636,
    name: "江西旅游商贸职业学院",
  },
  {
    id: 1637,
    name: "江西电力职业技术学院",
  },
  {
    id: 1638,
    name: "江西环境工程职业学院",
  },
  {
    id: 1639,
    name: "江西艺术职业学院",
  },
  {
    id: 1640,
    name: "鹰潭职业技术学院",
  },
  {
    id: 1641,
    name: "江西信息应用职业技术学院",
  },
  {
    id: 1642,
    name: "江西交通职业技术学院",
  },
  {
    id: 1643,
    name: "江西财经职业学院",
  },
  {
    id: 1644,
    name: "江西应用技术职业学院",
  },
  {
    id: 1645,
    name: "江西现代职业技术学院",
  },
  {
    id: 1646,
    name: "江西工业工程职业技术学院",
  },
  {
    id: 1647,
    name: "江西机电职业技术学院",
  },
  {
    id: 1648,
    name: "江西科技职业学院",
  },
  {
    id: 1649,
    name: "江西外语外贸职业学院",
  },
  {
    id: 1650,
    name: "江西工业贸易职业技术学院",
  },
  {
    id: 1651,
    name: "宜春职业技术学院",
  },
  {
    id: 1652,
    name: "江西应用工程职业学院",
  },
  {
    id: 1653,
    name: "江西生物科技职业学院",
  },
  {
    id: 1654,
    name: "江西建设职业技术学院",
  },
  {
    id: 1655,
    name: "抚州职业技术学院",
  },
  {
    id: 1656,
    name: "江西中医药高等专科学校",
  },
  {
    id: 1657,
    name: "江西经济管理职业学院",
  },
  {
    id: 1658,
    name: "江西制造职业技术学院",
  },
  {
    id: 1659,
    name: "江西工程职业学院",
  },
  {
    id: 1660,
    name: "江西青年职业学院",
  },
  {
    id: 1661,
    name: "上饶职业技术学院",
  },
  {
    id: 1662,
    name: "江西航空职业技术学院",
  },
  {
    id: 1663,
    name: "江西农业工程职业学院",
  },
  {
    id: 1664,
    name: "赣西科技职业学院",
  },
  {
    id: 1665,
    name: "江西卫生职业学院",
  },
  {
    id: 1666,
    name: "江西新能源科技职业学院",
  },
  {
    id: 1667,
    name: "江西枫林涉外经贸职业学院",
  },
  {
    id: 1668,
    name: "江西泰豪动漫职业学院",
  },
  {
    id: 1669,
    name: "江西冶金职业技术学院",
  },
  {
    id: 1670,
    name: "江西管理职业学院",
  },
  {
    id: 1671,
    name: "江西传媒职业学院",
  },
  {
    id: 1672,
    name: "江西工商职业技术学院",
  },
  {
    id: 1673,
    name: "景德镇陶瓷职业技术学院",
  },
  {
    id: 1674,
    name: "共青科技职业学院",
  },
  {
    id: 1675,
    name: "赣州师范高等专科学校",
  },
  {
    id: 1676,
    name: "江西水利职业学院",
  },
  {
    id: 1677,
    name: "宜春幼儿师范高等专科学校",
  },
  {
    id: 1678,
    name: "吉安职业技术学院",
  },
  {
    id: 1679,
    name: "江西洪州职业学院",
  },
  {
    id: 1680,
    name: "江西师范高等专科学校",
  },
  {
    id: 1681,
    name: "南昌影视传播职业学院",
  },
  {
    id: 1682,
    name: "赣南卫生健康职业学院",
  },
  {
    id: 1683,
    name: "萍乡卫生职业学院",
  },
  {
    id: 1684,
    name: "江西婺源茶业职业学院",
  },
  {
    id: 1685,
    name: "赣州职业技术学院",
  },
  {
    id: 1686,
    name: "山东大学",
  },
  {
    id: 1687,
    name: "中国海洋大学",
  },
  {
    id: 1688,
    name: "山东科技大学",
  },
  {
    id: 1689,
    name: "中国石油大学（华东）",
  },
  {
    id: 1690,
    name: "青岛科技大学",
  },
  {
    id: 1691,
    name: "济南大学",
  },
  {
    id: 1692,
    name: "青岛理工大学",
  },
  {
    id: 1693,
    name: "山东建筑大学",
  },
  {
    id: 1694,
    name: "齐鲁工业大学",
  },
  {
    id: 1695,
    name: "山东理工大学",
  },
  {
    id: 1696,
    name: "山东农业大学",
  },
  {
    id: 1697,
    name: "青岛农业大学",
  },
  {
    id: 1698,
    name: "潍坊医学院",
  },
  {
    id: 1699,
    name: "山东第一医科大学",
  },
  {
    id: 1700,
    name: "滨州医学院",
  },
  {
    id: 1701,
    name: "山东中医药大学",
  },
  {
    id: 1702,
    name: "济宁医学院",
  },
  {
    id: 1703,
    name: "山东师范大学",
  },
  {
    id: 1704,
    name: "曲阜师范大学",
  },
  {
    id: 1705,
    name: "聊城大学",
  },
  {
    id: 1706,
    name: "德州学院",
  },
  {
    id: 1707,
    name: "滨州学院",
  },
  {
    id: 1708,
    name: "鲁东大学",
  },
  {
    id: 1709,
    name: "临沂大学",
  },
  {
    id: 1710,
    name: "泰山学院",
  },
  {
    id: 1711,
    name: "济宁学院",
  },
  {
    id: 1712,
    name: "菏泽学院",
  },
  {
    id: 1713,
    name: "山东财经大学",
  },
  {
    id: 1714,
    name: "山东体育学院",
  },
  {
    id: 1715,
    name: "山东艺术学院",
  },
  {
    id: 1716,
    name: "齐鲁医药学院",
  },
  {
    id: 1717,
    name: "青岛滨海学院",
  },
  {
    id: 1718,
    name: "枣庄学院",
  },
  {
    id: 1719,
    name: "山东工艺美术学院",
  },
  {
    id: 1720,
    name: "青岛大学",
  },
  {
    id: 1721,
    name: "烟台大学",
  },
  {
    id: 1722,
    name: "潍坊学院",
  },
  {
    id: 1723,
    name: "山东警察学院",
  },
  {
    id: 1724,
    name: "山东交通学院",
  },
  {
    id: 1725,
    name: "山东工商学院",
  },
  {
    id: 1726,
    name: "山东女子学院",
  },
  {
    id: 1727,
    name: "烟台南山学院",
  },
  {
    id: 1728,
    name: "潍坊科技学院",
  },
  {
    id: 1729,
    name: "山东英才学院",
  },
  {
    id: 1730,
    name: "青岛恒星科技学院",
  },
  {
    id: 1731,
    name: "青岛黄海学院",
  },
  {
    id: 1732,
    name: "山东现代学院",
  },
  {
    id: 1733,
    name: "山东协和学院",
  },
  {
    id: 1734,
    name: "山东工程职业技术大学",
  },
  {
    id: 1735,
    name: "烟台大学文经学院",
  },
  {
    id: 1736,
    name: "聊城大学东昌学院",
  },
  {
    id: 1737,
    name: "青岛理工大学琴岛学院",
  },
  {
    id: 1738,
    name: "潍坊理工学院",
  },
  {
    id: 1739,
    name: "山东财经大学燕山学院",
  },
  {
    id: 1740,
    name: "中国石油大学胜利学院",
  },
  {
    id: 1741,
    name: "山东外国语职业技术大学",
  },
  {
    id: 1742,
    name: "山东科技大学泰山科技学院",
  },
  {
    id: 1743,
    name: "山东华宇工学院",
  },
  {
    id: 1744,
    name: "山东外事职业大学",
  },
  {
    id: 1745,
    name: "青岛工学院",
  },
  {
    id: 1746,
    name: "青岛农业大学海都学院",
  },
  {
    id: 1747,
    name: "齐鲁理工学院",
  },
  {
    id: 1748,
    name: "山东财经大学东方学院",
  },
  {
    id: 1749,
    name: "济南大学泉城学院",
  },
  {
    id: 1750,
    name: "山东政法学院",
  },
  {
    id: 1751,
    name: "齐鲁师范学院",
  },
  {
    id: 1752,
    name: "山东青年政治学院",
  },
  {
    id: 1753,
    name: "北京电影学院现代创意媒体学院",
  },
  {
    id: 1754,
    name: "山东管理学院",
  },
  {
    id: 1755,
    name: "山东农业工程学院",
  },
  {
    id: 1756,
    name: "山东医学高等专科学校",
  },
  {
    id: 1757,
    name: "菏泽医学专科学校",
  },
  {
    id: 1758,
    name: "山东商业职业技术学院",
  },
  {
    id: 1759,
    name: "山东电力高等专科学校",
  },
  {
    id: 1760,
    name: "日照职业技术学院",
  },
  {
    id: 1761,
    name: "曲阜远东职业技术学院",
  },
  {
    id: 1762,
    name: "青岛职业技术学院",
  },
  {
    id: 1763,
    name: "威海职业学院",
  },
  {
    id: 1764,
    name: "山东职业学院",
  },
  {
    id: 1765,
    name: "山东劳动职业技术学院",
  },
  {
    id: 1766,
    name: "莱芜职业技术学院",
  },
  {
    id: 1767,
    name: "济宁职业技术学院",
  },
  {
    id: 1768,
    name: "潍坊职业学院",
  },
  {
    id: 1769,
    name: "烟台职业学院",
  },
  {
    id: 1770,
    name: "东营职业学院",
  },
  {
    id: 1771,
    name: "聊城职业技术学院",
  },
  {
    id: 1772,
    name: "滨州职业学院",
  },
  {
    id: 1773,
    name: "山东科技职业学院",
  },
  {
    id: 1774,
    name: "山东服装职业学院",
  },
  {
    id: 1775,
    name: "德州科技职业学院",
  },
  {
    id: 1776,
    name: "山东力明科技职业学院",
  },
  {
    id: 1777,
    name: "山东圣翰财贸职业学院",
  },
  {
    id: 1778,
    name: "山东水利职业学院",
  },
  {
    id: 1779,
    name: "山东畜牧兽医职业学院",
  },
  {
    id: 1780,
    name: "青岛飞洋职业技术学院",
  },
  {
    id: 1781,
    name: "东营科技职业学院",
  },
  {
    id: 1782,
    name: "山东交通职业学院",
  },
  {
    id: 1783,
    name: "淄博职业学院",
  },
  {
    id: 1784,
    name: "山东外贸职业学院",
  },
  {
    id: 1785,
    name: "青岛酒店管理职业技术学院",
  },
  {
    id: 1786,
    name: "山东信息职业技术学院",
  },
  {
    id: 1787,
    name: "青岛港湾职业技术学院",
  },
  {
    id: 1788,
    name: "山东胜利职业学院",
  },
  {
    id: 1789,
    name: "山东经贸职业学院",
  },
  {
    id: 1790,
    name: "山东工业职业学院",
  },
  {
    id: 1791,
    name: "山东化工职业学院",
  },
  {
    id: 1792,
    name: "青岛求实职业技术学院",
  },
  {
    id: 1793,
    name: "济南职业学院",
  },
  {
    id: 1794,
    name: "烟台工程职业技术学院",
  },
  {
    id: 1795,
    name: "潍坊工商职业学院",
  },
  {
    id: 1796,
    name: "德州职业技术学院",
  },
  {
    id: 1797,
    name: "枣庄科技职业学院",
  },
  {
    id: 1798,
    name: "淄博师范高等专科学校",
  },
  {
    id: 1799,
    name: "山东中医药高等专科学校",
  },
  {
    id: 1800,
    name: "济南工程职业技术学院",
  },
  {
    id: 1801,
    name: "山东电子职业技术学院",
  },
  {
    id: 1802,
    name: "山东旅游职业学院",
  },
  {
    id: 1803,
    name: "山东铝业职业学院",
  },
  {
    id: 1804,
    name: "山东杏林科技职业学院",
  },
  {
    id: 1805,
    name: "泰山职业技术学院",
  },
  {
    id: 1806,
    name: "山东药品食品职业学院",
  },
  {
    id: 1807,
    name: "山东商务职业学院",
  },
  {
    id: 1808,
    name: "山东轻工职业学院",
  },
  {
    id: 1809,
    name: "山东城市建设职业学院",
  },
  {
    id: 1810,
    name: "烟台汽车工程职业学院",
  },
  {
    id: 1811,
    name: "山东司法警官职业学院",
  },
  {
    id: 1812,
    name: "菏泽家政职业学院",
  },
  {
    id: 1813,
    name: "山东传媒职业学院",
  },
  {
    id: 1814,
    name: "临沂职业学院",
  },
  {
    id: 1815,
    name: "枣庄职业学院",
  },
  {
    id: 1816,
    name: "山东理工职业学院",
  },
  {
    id: 1817,
    name: "山东文化产业职业学院",
  },
  {
    id: 1818,
    name: "青岛远洋船员职业学院",
  },
  {
    id: 1819,
    name: "济南幼儿师范高等专科学校",
  },
  {
    id: 1820,
    name: "济南护理职业学院",
  },
  {
    id: 1821,
    name: "泰山护理职业学院",
  },
  {
    id: 1822,
    name: "山东海事职业学院",
  },
  {
    id: 1823,
    name: "潍坊护理职业学院",
  },
  {
    id: 1824,
    name: "潍坊工程职业学院",
  },
  {
    id: 1825,
    name: "菏泽职业学院",
  },
  {
    id: 1826,
    name: "山东艺术设计职业学院",
  },
  {
    id: 1827,
    name: "威海海洋职业学院",
  },
  {
    id: 1828,
    name: "山东特殊教育职业学院",
  },
  {
    id: 1829,
    name: "烟台黄金职业学院",
  },
  {
    id: 1830,
    name: "日照航海工程职业学院",
  },
  {
    id: 1831,
    name: "青岛工程职业学院",
  },
  {
    id: 1832,
    name: "华北水利水电大学",
  },
  {
    id: 1833,
    name: "郑州大学",
  },
  {
    id: 1834,
    name: "河南理工大学",
  },
  {
    id: 1835,
    name: "郑州轻工业大学",
  },
  {
    id: 1836,
    name: "河南工业大学",
  },
  {
    id: 1837,
    name: "河南科技大学",
  },
  {
    id: 1838,
    name: "中原工学院",
  },
  {
    id: 1839,
    name: "河南农业大学",
  },
  {
    id: 1840,
    name: "河南科技学院",
  },
  {
    id: 1841,
    name: "河南牧业经济学院",
  },
  {
    id: 1842,
    name: "河南中医药大学",
  },
  {
    id: 1843,
    name: "新乡医学院",
  },
  {
    id: 1844,
    name: "河南大学",
  },
  {
    id: 1845,
    name: "河南师范大学",
  },
  {
    id: 1846,
    name: "信阳师范学院",
  },
  {
    id: 1847,
    name: "周口师范学院",
  },
  {
    id: 1848,
    name: "安阳师范学院",
  },
  {
    id: 1849,
    name: "许昌学院",
  },
  {
    id: 1850,
    name: "南阳师范学院",
  },
  {
    id: 1851,
    name: "洛阳师范学院",
  },
  {
    id: 1852,
    name: "商丘师范学院",
  },
  {
    id: 1853,
    name: "河南财经政法大学",
  },
  {
    id: 1854,
    name: "郑州航空工业管理学院",
  },
  {
    id: 1855,
    name: "黄淮学院",
  },
  {
    id: 1856,
    name: "平顶山学院",
  },
  {
    id: 1857,
    name: "郑州工程技术学院",
  },
  {
    id: 1858,
    name: "洛阳理工学院",
  },
  {
    id: 1859,
    name: "新乡学院",
  },
  {
    id: 1860,
    name: "信阳农林学院",
  },
  {
    id: 1861,
    name: "河南工学院",
  },
  {
    id: 1862,
    name: "安阳工学院",
  },
  {
    id: 1863,
    name: "河南工程学院",
  },
  {
    id: 1864,
    name: "河南财政金融学院",
  },
  {
    id: 1865,
    name: "南阳理工学院",
  },
  {
    id: 1866,
    name: "河南城建学院",
  },
  {
    id: 1867,
    name: "河南警察学院",
  },
  {
    id: 1868,
    name: "黄河科技学院",
  },
  {
    id: 1869,
    name: "铁道警察学院",
  },
  {
    id: 1870,
    name: "郑州科技学院",
  },
  {
    id: 1871,
    name: "郑州工业应用技术学院",
  },
  {
    id: 1872,
    name: "郑州师范学院",
  },
  {
    id: 1873,
    name: "郑州财经学院",
  },
  {
    id: 1874,
    name: "黄河交通学院",
  },
  {
    id: 1875,
    name: "商丘工学院",
  },
  {
    id: 1876,
    name: "河南大学民生学院",
  },
  {
    id: 1877,
    name: "河南师范大学新联学院",
  },
  {
    id: 1878,
    name: "信阳学院",
  },
  {
    id: 1879,
    name: "安阳学院",
  },
  {
    id: 1880,
    name: "新乡医学院三全学院",
  },
  {
    id: 1881,
    name: "河南科技学院新科学院",
  },
  {
    id: 1882,
    name: "郑州工商学院",
  },
  {
    id: 1883,
    name: "中原工学院信息商务学院",
  },
  {
    id: 1884,
    name: "商丘学院",
  },
  {
    id: 1885,
    name: "郑州商学院",
  },
  {
    id: 1886,
    name: "河南科技职业大学",
  },
  {
    id: 1887,
    name: "郑州升达经贸管理学院",
  },
  {
    id: 1888,
    name: "郑州西亚斯学院",
  },
  {
    id: 1889,
    name: "河南职业技术学院",
  },
  {
    id: 1890,
    name: "漯河职业技术学院",
  },
  {
    id: 1891,
    name: "三门峡职业技术学院",
  },
  {
    id: 1892,
    name: "郑州铁路职业技术学院",
  },
  {
    id: 1893,
    name: "开封大学",
  },
  {
    id: 1894,
    name: "焦作大学",
  },
  {
    id: 1895,
    name: "濮阳职业技术学院",
  },
  {
    id: 1896,
    name: "郑州电力高等专科学校",
  },
  {
    id: 1897,
    name: "黄河水利职业技术学院",
  },
  {
    id: 1898,
    name: "许昌职业技术学院",
  },
  {
    id: 1899,
    name: "河南工业和信息化职业学院",
  },
  {
    id: 1900,
    name: "河南水利与环境职业学院",
  },
  {
    id: 1901,
    name: "商丘职业技术学院",
  },
  {
    id: 1902,
    name: "平顶山工业职业技术学院",
  },
  {
    id: 1903,
    name: "周口职业技术学院",
  },
  {
    id: 1904,
    name: "济源职业技术学院",
  },
  {
    id: 1905,
    name: "河南司法警官职业学院",
  },
  {
    id: 1906,
    name: "鹤壁职业技术学院",
  },
  {
    id: 1907,
    name: "河南工业职业技术学院",
  },
  {
    id: 1908,
    name: "郑州澍青医学高等专科学校",
  },
  {
    id: 1909,
    name: "焦作师范高等专科学校",
  },
  {
    id: 1910,
    name: "河南检察职业学院",
  },
  {
    id: 1911,
    name: "河南质量工程职业学院",
  },
  {
    id: 1912,
    name: "郑州信息科技职业学院",
  },
  {
    id: 1913,
    name: "漯河医学高等专科学校",
  },
  {
    id: 1914,
    name: "南阳医学高等专科学校",
  },
  {
    id: 1915,
    name: "商丘医学高等专科学校",
  },
  {
    id: 1916,
    name: "郑州电子信息职业技术学院",
  },
  {
    id: 1917,
    name: "信阳职业技术学院",
  },
  {
    id: 1918,
    name: "嵩山少林武术职业学院",
  },
  {
    id: 1919,
    name: "郑州工业安全职业学院",
  },
  {
    id: 1920,
    name: "永城职业学院",
  },
  {
    id: 1921,
    name: "河南经贸职业学院",
  },
  {
    id: 1922,
    name: "河南交通职业技术学院",
  },
  {
    id: 1923,
    name: "河南农业职业学院",
  },
  {
    id: 1924,
    name: "郑州旅游职业学院",
  },
  {
    id: 1925,
    name: "郑州职业技术学院",
  },
  {
    id: 1926,
    name: "河南信息统计职业学院",
  },
  {
    id: 1927,
    name: "河南林业职业学院",
  },
  {
    id: 1928,
    name: "河南工业贸易职业学院",
  },
  {
    id: 1929,
    name: "郑州电力职业技术学院",
  },
  {
    id: 1930,
    name: "河南建筑职业技术学院",
  },
  {
    id: 1931,
    name: "漯河食品职业学院",
  },
  {
    id: 1932,
    name: "郑州城市职业学院",
  },
  {
    id: 1933,
    name: "安阳职业技术学院",
  },
  {
    id: 1934,
    name: "新乡职业技术学院",
  },
  {
    id: 1935,
    name: "驻马店职业技术学院",
  },
  {
    id: 1936,
    name: "焦作工贸职业学院",
  },
  {
    id: 1937,
    name: "许昌陶瓷职业学院",
  },
  {
    id: 1938,
    name: "郑州理工职业学院",
  },
  {
    id: 1939,
    name: "郑州信息工程职业学院",
  },
  {
    id: 1940,
    name: "长垣烹饪职业技术学院",
  },
  {
    id: 1941,
    name: "开封文化艺术职业学院",
  },
  {
    id: 1942,
    name: "河南应用技术职业学院",
  },
  {
    id: 1943,
    name: "河南艺术职业学院",
  },
  {
    id: 1944,
    name: "河南机电职业学院",
  },
  {
    id: 1945,
    name: "河南护理职业学院",
  },
  {
    id: 1946,
    name: "许昌电气职业学院",
  },
  {
    id: 1947,
    name: "信阳涉外职业技术学院",
  },
  {
    id: 1948,
    name: "鹤壁汽车工程职业学院",
  },
  {
    id: 1949,
    name: "南阳职业学院",
  },
  {
    id: 1950,
    name: "郑州商贸旅游职业学院",
  },
  {
    id: 1951,
    name: "河南推拿职业学院",
  },
  {
    id: 1952,
    name: "洛阳职业技术学院",
  },
  {
    id: 1953,
    name: "郑州幼儿师范高等专科学校",
  },
  {
    id: 1954,
    name: "安阳幼儿师范高等专科学校",
  },
  {
    id: 1955,
    name: "郑州黄河护理职业学院",
  },
  {
    id: 1956,
    name: "河南医学高等专科学校",
  },
  {
    id: 1957,
    name: "郑州财税金融职业学院",
  },
  {
    id: 1958,
    name: "南阳农业职业学院",
  },
  {
    id: 1959,
    name: "洛阳科技职业学院",
  },
  {
    id: 1960,
    name: "鹤壁能源化工职业学院",
  },
  {
    id: 1961,
    name: "平顶山文化艺术职业学院",
  },
  {
    id: 1962,
    name: "濮阳医学高等专科学校",
  },
  {
    id: 1963,
    name: "驻马店幼儿师范高等专科学校",
  },
  {
    id: 1964,
    name: "三门峡社会管理职业学院",
  },
  {
    id: 1965,
    name: "河南轻工职业学院",
  },
  {
    id: 1966,
    name: "河南测绘职业学院",
  },
  {
    id: 1967,
    name: "信阳航空职业学院",
  },
  {
    id: 1968,
    name: "郑州卫生健康职业学院",
  },
  {
    id: 1969,
    name: "河南物流职业学院",
  },
  {
    id: 1970,
    name: "河南地矿职业学院",
  },
  {
    id: 1971,
    name: "平顶山职业技术学院",
  },
  {
    id: 1972,
    name: "郑州亚欧交通职业学院",
  },
  {
    id: 1973,
    name: "武汉大学",
  },
  {
    id: 1974,
    name: "华中科技大学",
  },
  {
    id: 1975,
    name: "武汉科技大学",
  },
  {
    id: 1976,
    name: "长江大学",
  },
  {
    id: 1977,
    name: "武汉工程大学",
  },
  {
    id: 1978,
    name: "中国地质大学（武汉）",
  },
  {
    id: 1979,
    name: "武汉纺织大学",
  },
  {
    id: 1980,
    name: "武汉轻工大学",
  },
  {
    id: 1981,
    name: "武汉理工大学",
  },
  {
    id: 1982,
    name: "湖北工业大学",
  },
  {
    id: 1983,
    name: "华中农业大学",
  },
  {
    id: 1984,
    name: "湖北中医药大学",
  },
  {
    id: 1985,
    name: "华中师范大学",
  },
  {
    id: 1986,
    name: "湖北大学",
  },
  {
    id: 1987,
    name: "湖北师范大学",
  },
  {
    id: 1988,
    name: "黄冈师范学院",
  },
  {
    id: 1989,
    name: "湖北民族大学",
  },
  {
    id: 1990,
    name: "汉江师范学院",
  },
  {
    id: 1991,
    name: "湖北文理学院",
  },
  {
    id: 1992,
    name: "中南财经政法大学",
  },
  {
    id: 1993,
    name: "武汉体育学院",
  },
  {
    id: 1994,
    name: "湖北美术学院",
  },
  {
    id: 1995,
    name: "中南民族大学",
  },
  {
    id: 1996,
    name: "湖北汽车工业学院",
  },
  {
    id: 1997,
    name: "湖北工程学院",
  },
  {
    id: 1998,
    name: "湖北理工学院",
  },
  {
    id: 1999,
    name: "湖北科技学院",
  },
  {
    id: 2000,
    name: "湖北医药学院",
  },
  {
    id: 2001,
    name: "江汉大学",
  },
  {
    id: 2002,
    name: "三峡大学",
  },
  {
    id: 2003,
    name: "湖北警官学院",
  },
  {
    id: 2004,
    name: "荆楚理工学院",
  },
  {
    id: 2005,
    name: "武汉音乐学院",
  },
  {
    id: 2006,
    name: "湖北经济学院",
  },
  {
    id: 2007,
    name: "武汉商学院",
  },
  {
    id: 2008,
    name: "武汉东湖学院",
  },
  {
    id: 2009,
    name: "汉口学院",
  },
  {
    id: 2010,
    name: "武昌首义学院",
  },
  {
    id: 2011,
    name: "武昌理工学院",
  },
  {
    id: 2012,
    name: "武汉生物工程学院",
  },
  {
    id: 2013,
    name: "武汉晴川学院",
  },
  {
    id: 2014,
    name: "湖北大学知行学院",
  },
  {
    id: 2015,
    name: "武汉科技大学城市学院",
  },
  {
    id: 2016,
    name: "三峡大学科技学院",
  },
  {
    id: 2017,
    name: "江汉大学文理学院",
  },
  {
    id: 2018,
    name: "湖北工业大学工程技术学院",
  },
  {
    id: 2019,
    name: "武汉工程大学邮电与信息工程学院",
  },
  {
    id: 2020,
    name: "武汉纺织大学外经贸学院",
  },
  {
    id: 2021,
    name: "武昌工学院",
  },
  {
    id: 2022,
    name: "武汉工商学院",
  },
  {
    id: 2023,
    name: "长江大学工程技术学院",
  },
  {
    id: 2024,
    name: "长江大学文理学院",
  },
  {
    id: 2025,
    name: "湖北商贸学院",
  },
  {
    id: 2026,
    name: "湖北汽车工业学院科技学院",
  },
  {
    id: 2027,
    name: "湖北医药学院药护学院",
  },
  {
    id: 2028,
    name: "湖北民族大学科技学院",
  },
  {
    id: 2029,
    name: "湖北经济学院法商学院",
  },
  {
    id: 2030,
    name: "武汉体育学院体育科技学院",
  },
  {
    id: 2031,
    name: "湖北师范大学文理学院",
  },
  {
    id: 2032,
    name: "湖北文理学院理工学院",
  },
  {
    id: 2033,
    name: "湖北工程学院新技术学院",
  },
  {
    id: 2034,
    name: "文华学院",
  },
  {
    id: 2035,
    name: "武汉学院",
  },
  {
    id: 2036,
    name: "武汉工程科技学院",
  },
  {
    id: 2037,
    name: "武汉华夏理工学院",
  },
  {
    id: 2038,
    name: "武汉传媒学院",
  },
  {
    id: 2039,
    name: "武汉设计工程学院",
  },
  {
    id: 2040,
    name: "湖北第二师范学院",
  },
  {
    id: 2041,
    name: "武汉职业技术学院",
  },
  {
    id: 2042,
    name: "黄冈职业技术学院",
  },
  {
    id: 2043,
    name: "长江职业学院",
  },
  {
    id: 2044,
    name: "荆州理工职业学院",
  },
  {
    id: 2045,
    name: "湖北工业职业技术学院",
  },
  {
    id: 2046,
    name: "鄂州职业大学",
  },
  {
    id: 2047,
    name: "武汉城市职业学院",
  },
  {
    id: 2048,
    name: "湖北职业技术学院",
  },
  {
    id: 2049,
    name: "武汉船舶职业技术学院",
  },
  {
    id: 2050,
    name: "恩施职业技术学院",
  },
  {
    id: 2051,
    name: "襄阳职业技术学院",
  },
  {
    id: 2052,
    name: "武汉工贸职业学院",
  },
  {
    id: 2053,
    name: "荆州职业技术学院",
  },
  {
    id: 2054,
    name: "武汉工程职业技术学院",
  },
  {
    id: 2055,
    name: "仙桃职业学院",
  },
  {
    id: 2056,
    name: "湖北轻工职业技术学院",
  },
  {
    id: 2057,
    name: "湖北交通职业技术学院",
  },
  {
    id: 2058,
    name: "湖北中医药高等专科学校",
  },
  {
    id: 2059,
    name: "武汉航海职业技术学院",
  },
  {
    id: 2060,
    name: "武汉铁路职业技术学院",
  },
  {
    id: 2061,
    name: "武汉软件工程职业学院",
  },
  {
    id: 2062,
    name: "湖北三峡职业技术学院",
  },
  {
    id: 2063,
    name: "随州职业技术学院",
  },
  {
    id: 2064,
    name: "武汉电力职业技术学院",
  },
  {
    id: 2065,
    name: "湖北水利水电职业技术学院",
  },
  {
    id: 2066,
    name: "湖北城市建设职业技术学院",
  },
  {
    id: 2067,
    name: "武汉警官职业学院",
  },
  {
    id: 2068,
    name: "湖北生物科技职业学院",
  },
  {
    id: 2069,
    name: "湖北开放职业学院",
  },
  {
    id: 2070,
    name: "武汉科技职业学院",
  },
  {
    id: 2071,
    name: "武汉外语外事职业学院",
  },
  {
    id: 2072,
    name: "武汉信息传播职业技术学院",
  },
  {
    id: 2073,
    name: "武昌职业学院",
  },
  {
    id: 2074,
    name: "武汉商贸职业学院",
  },
  {
    id: 2075,
    name: "湖北艺术职业学院",
  },
  {
    id: 2076,
    name: "武汉交通职业学院",
  },
  {
    id: 2077,
    name: "咸宁职业技术学院",
  },
  {
    id: 2078,
    name: "长江工程职业技术学院",
  },
  {
    id: 2079,
    name: "江汉艺术职业学院",
  },
  {
    id: 2080,
    name: "武汉民政职业学院",
  },
  {
    id: 2081,
    name: "鄂东职业技术学院",
  },
  {
    id: 2082,
    name: "湖北财税职业学院",
  },
  {
    id: 2083,
    name: "黄冈科技职业学院",
  },
  {
    id: 2084,
    name: "湖北国土资源职业学院",
  },
  {
    id: 2085,
    name: "湖北生态工程职业技术学院",
  },
  {
    id: 2086,
    name: "三峡电力职业学院",
  },
  {
    id: 2087,
    name: "湖北科技职业学院",
  },
  {
    id: 2088,
    name: "湖北青年职业学院",
  },
  {
    id: 2089,
    name: "湖北工程职业学院",
  },
  {
    id: 2090,
    name: "三峡旅游职业技术学院",
  },
  {
    id: 2091,
    name: "天门职业学院",
  },
  {
    id: 2092,
    name: "湖北体育职业学院",
  },
  {
    id: 2093,
    name: "襄阳汽车职业技术学院",
  },
  {
    id: 2094,
    name: "湖北幼儿师范高等专科学校",
  },
  {
    id: 2095,
    name: "湖北铁道运输职业学院",
  },
  {
    id: 2096,
    name: "武汉海事职业学院",
  },
  {
    id: 2097,
    name: "长江艺术工程职业学院",
  },
  {
    id: 2098,
    name: "荆门职业学院",
  },
  {
    id: 2099,
    name: "武汉铁路桥梁职业学院",
  },
  {
    id: 2100,
    name: "武汉光谷职业学院",
  },
  {
    id: 2101,
    name: "湘潭大学",
  },
  {
    id: 2102,
    name: "吉首大学",
  },
  {
    id: 2103,
    name: "湖南大学",
  },
  {
    id: 2104,
    name: "中南大学",
  },
  {
    id: 2105,
    name: "湖南科技大学",
  },
  {
    id: 2106,
    name: "长沙理工大学",
  },
  {
    id: 2107,
    name: "湖南农业大学",
  },
  {
    id: 2108,
    name: "中南林业科技大学",
  },
  {
    id: 2109,
    name: "湖南中医药大学",
  },
  {
    id: 2110,
    name: "湖南师范大学",
  },
  {
    id: 2111,
    name: "湖南理工学院",
  },
  {
    id: 2112,
    name: "湘南学院",
  },
  {
    id: 2113,
    name: "衡阳师范学院",
  },
  {
    id: 2114,
    name: "邵阳学院",
  },
  {
    id: 2115,
    name: "怀化学院",
  },
  {
    id: 2116,
    name: "湖南文理学院",
  },
  {
    id: 2117,
    name: "湖南科技学院",
  },
  {
    id: 2118,
    name: "湖南人文科技学院",
  },
  {
    id: 2119,
    name: "湖南工商大学",
  },
  {
    id: 2120,
    name: "南华大学",
  },
  {
    id: 2121,
    name: "长沙医学院",
  },
  {
    id: 2122,
    name: "长沙学院",
  },
  {
    id: 2123,
    name: "湖南工程学院",
  },
  {
    id: 2124,
    name: "湖南城市学院",
  },
  {
    id: 2125,
    name: "湖南工学院",
  },
  {
    id: 2126,
    name: "湖南财政经济学院",
  },
  {
    id: 2127,
    name: "湖南警察学院",
  },
  {
    id: 2128,
    name: "湖南工业大学",
  },
  {
    id: 2129,
    name: "湖南女子学院",
  },
  {
    id: 2130,
    name: "湖南第一师范学院",
  },
  {
    id: 2131,
    name: "湖南医药学院",
  },
  {
    id: 2132,
    name: "湖南涉外经济学院",
  },
  {
    id: 2133,
    name: "湘潭大学兴湘学院",
  },
  {
    id: 2134,
    name: "湖南工业大学科技学院",
  },
  {
    id: 2135,
    name: "湖南科技大学潇湘学院",
  },
  {
    id: 2136,
    name: "南华大学船山学院",
  },
  {
    id: 2137,
    name: "湖南工商大学北津学院",
  },
  {
    id: 2138,
    name: "湖南师范大学树达学院",
  },
  {
    id: 2139,
    name: "湖南农业大学东方科技学院",
  },
  {
    id: 2140,
    name: "中南林业科技大学涉外学院",
  },
  {
    id: 2141,
    name: "湖南文理学院芙蓉学院",
  },
  {
    id: 2142,
    name: "湖南理工学院南湖学院",
  },
  {
    id: 2143,
    name: "衡阳师范学院南岳学院",
  },
  {
    id: 2144,
    name: "湖南工程学院应用技术学院",
  },
  {
    id: 2145,
    name: "湖南中医药大学湘杏学院",
  },
  {
    id: 2146,
    name: "吉首大学张家界学院",
  },
  {
    id: 2147,
    name: "长沙理工大学城南学院",
  },
  {
    id: 2148,
    name: "长沙师范学院",
  },
  {
    id: 2149,
    name: "湖南应用技术学院",
  },
  {
    id: 2150,
    name: "湖南信息学院",
  },
  {
    id: 2151,
    name: "湖南交通工程学院",
  },
  {
    id: 2152,
    name: "湘中幼儿师范高等专科学校",
  },
  {
    id: 2153,
    name: "长沙民政职业技术学院",
  },
  {
    id: 2154,
    name: "湖南工业职业技术学院",
  },
  {
    id: 2155,
    name: "株洲师范高等专科学校",
  },
  {
    id: 2156,
    name: "湖南信息职业技术学院",
  },
  {
    id: 2157,
    name: "湖南税务高等专科学校",
  },
  {
    id: 2158,
    name: "湖南冶金职业技术学院",
  },
  {
    id: 2159,
    name: "长沙航空职业技术学院",
  },
  {
    id: 2160,
    name: "湖南大众传媒职业技术学院",
  },
  {
    id: 2161,
    name: "永州职业技术学院",
  },
  {
    id: 2162,
    name: "湖南铁道职业技术学院",
  },
  {
    id: 2163,
    name: "湖南科技职业学院",
  },
  {
    id: 2164,
    name: "湖南生物机电职业技术学院",
  },
  {
    id: 2165,
    name: "湖南交通职业技术学院",
  },
  {
    id: 2166,
    name: "湖南商务职业技术学院",
  },
  {
    id: 2167,
    name: "湖南体育职业学院",
  },
  {
    id: 2168,
    name: "湖南工程职业技术学院",
  },
  {
    id: 2169,
    name: "保险职业学院",
  },
  {
    id: 2170,
    name: "湖南外贸职业学院",
  },
  {
    id: 2171,
    name: "湖南网络工程职业学院",
  },
  {
    id: 2172,
    name: "邵阳职业技术学院",
  },
  {
    id: 2173,
    name: "湖南司法警官职业学院",
  },
  {
    id: 2174,
    name: "长沙商贸旅游职业技术学院",
  },
  {
    id: 2175,
    name: "湖南环境生物职业技术学院",
  },
  {
    id: 2176,
    name: "湖南邮电职业技术学院",
  },
  {
    id: 2177,
    name: "湘潭医卫职业技术学院",
  },
  {
    id: 2178,
    name: "郴州职业技术学院",
  },
  {
    id: 2179,
    name: "娄底职业技术学院",
  },
  {
    id: 2180,
    name: "张家界航空工业职业技术学院",
  },
  {
    id: 2181,
    name: "长沙环境保护职业技术学院",
  },
  {
    id: 2182,
    name: "湖南艺术职业学院",
  },
  {
    id: 2183,
    name: "湖南机电职业技术学院",
  },
  {
    id: 2184,
    name: "长沙职业技术学院",
  },
  {
    id: 2185,
    name: "怀化职业技术学院",
  },
  {
    id: 2186,
    name: "岳阳职业技术学院",
  },
  {
    id: 2187,
    name: "常德职业技术学院",
  },
  {
    id: 2188,
    name: "长沙南方职业学院",
  },
  {
    id: 2189,
    name: "潇湘职业学院",
  },
  {
    id: 2190,
    name: "湖南化工职业技术学院",
  },
  {
    id: 2191,
    name: "湖南城建职业技术学院",
  },
  {
    id: 2192,
    name: "湖南石油化工职业技术学院",
  },
  {
    id: 2193,
    name: "湖南中医药高等专科学校",
  },
  {
    id: 2194,
    name: "湖南民族职业学院",
  },
  {
    id: 2195,
    name: "湘西民族职业技术学院",
  },
  {
    id: 2196,
    name: "湖南财经工业职业技术学院",
  },
  {
    id: 2197,
    name: "益阳职业技术学院",
  },
  {
    id: 2198,
    name: "湖南工艺美术职业学院",
  },
  {
    id: 2199,
    name: "湖南九嶷职业技术学院",
  },
  {
    id: 2200,
    name: "湖南理工职业技术学院",
  },
  {
    id: 2201,
    name: "湖南软件职业学院",
  },
  {
    id: 2202,
    name: "湖南汽车工程职业学院",
  },
  {
    id: 2203,
    name: "长沙电力职业技术学院",
  },
  {
    id: 2204,
    name: "湖南水利水电职业技术学院",
  },
  {
    id: 2205,
    name: "湖南现代物流职业技术学院",
  },
  {
    id: 2206,
    name: "湖南高速铁路职业技术学院",
  },
  {
    id: 2207,
    name: "湖南铁路科技职业技术学院",
  },
  {
    id: 2208,
    name: "湖南安全技术职业学院",
  },
  {
    id: 2209,
    name: "湖南电气职业技术学院",
  },
  {
    id: 2210,
    name: "湖南外国语职业学院",
  },
  {
    id: 2211,
    name: "益阳医学高等专科学校",
  },
  {
    id: 2212,
    name: "湖南都市职业学院",
  },
  {
    id: 2213,
    name: "湖南电子科技职业学院",
  },
  {
    id: 2214,
    name: "湖南国防工业职业技术学院",
  },
  {
    id: 2215,
    name: "湖南高尔夫旅游职业学院",
  },
  {
    id: 2216,
    name: "湖南工商职业学院",
  },
  {
    id: 2217,
    name: "湖南三一工业职业技术学院",
  },
  {
    id: 2218,
    name: "长沙卫生职业学院",
  },
  {
    id: 2219,
    name: "湖南食品药品职业学院",
  },
  {
    id: 2220,
    name: "湖南有色金属职业技术学院",
  },
  {
    id: 2221,
    name: "湖南吉利汽车职业技术学院",
  },
  {
    id: 2222,
    name: "湖南幼儿师范高等专科学校",
  },
  {
    id: 2223,
    name: "湘南幼儿师范高等专科学校",
  },
  {
    id: 2224,
    name: "湖南劳动人事职业学院",
  },
  {
    id: 2225,
    name: "怀化师范高等专科学校",
  },
  {
    id: 2226,
    name: "中山大学",
  },
  {
    id: 2227,
    name: "暨南大学",
  },
  {
    id: 2228,
    name: "汕头大学",
  },
  {
    id: 2229,
    name: "华南理工大学",
  },
  {
    id: 2230,
    name: "华南农业大学",
  },
  {
    id: 2231,
    name: "广东海洋大学",
  },
  {
    id: 2232,
    name: "广州医科大学",
  },
  {
    id: 2233,
    name: "广东医科大学",
  },
  {
    id: 2234,
    name: "广州中医药大学",
  },
  {
    id: 2235,
    name: "广东药科大学",
  },
  {
    id: 2236,
    name: "华南师范大学",
  },
  {
    id: 2237,
    name: "韶关学院",
  },
  {
    id: 2238,
    name: "惠州学院",
  },
  {
    id: 2239,
    name: "韩山师范学院",
  },
  {
    id: 2240,
    name: "岭南师范学院",
  },
  {
    id: 2241,
    name: "肇庆学院",
  },
  {
    id: 2242,
    name: "嘉应学院",
  },
  {
    id: 2243,
    name: "广州体育学院",
  },
  {
    id: 2244,
    name: "广州美术学院",
  },
  {
    id: 2245,
    name: "星海音乐学院",
  },
  {
    id: 2246,
    name: "广东技术师范大学",
  },
  {
    id: 2247,
    name: "深圳大学",
  },
  {
    id: 2248,
    name: "广东财经大学",
  },
  {
    id: 2249,
    name: "广东白云学院",
  },
  {
    id: 2250,
    name: "广州大学",
  },
  {
    id: 2251,
    name: "广州航海学院",
  },
  {
    id: 2252,
    name: "广东警官学院",
  },
  {
    id: 2253,
    name: "仲恺农业工程学院",
  },
  {
    id: 2254,
    name: "五邑大学",
  },
  {
    id: 2255,
    name: "广东金融学院",
  },
  {
    id: 2256,
    name: "电子科技大学中山学院",
  },
  {
    id: 2257,
    name: "广东石油化工学院",
  },
  {
    id: 2258,
    name: "东莞理工学院",
  },
  {
    id: 2259,
    name: "广东工业大学",
  },
  {
    id: 2260,
    name: "广东外语外贸大学",
  },
  {
    id: 2261,
    name: "佛山科学技术学院",
  },
  {
    id: 2262,
    name: "广东培正学院",
  },
  {
    id: 2263,
    name: "南方医科大学",
  },
  {
    id: 2264,
    name: "广东东软学院",
  },
  {
    id: 2265,
    name: "华南理工大学广州学院",
  },
  {
    id: 2266,
    name: "广州大学华软软件学院",
  },
  {
    id: 2267,
    name: "中山大学南方学院",
  },
  {
    id: 2268,
    name: "广东外语外贸大学南国商学院",
  },
  {
    id: 2269,
    name: "广东财经大学华商学院",
  },
  {
    id: 2270,
    name: "广东海洋大学寸金学院",
  },
  {
    id: 2271,
    name: "华南农业大学珠江学院",
  },
  {
    id: 2272,
    name: "广东技术师范大学天河学院",
  },
  {
    id: 2273,
    name: "北京师范大学珠海分校",
  },
  {
    id: 2274,
    name: "广东工业大学华立学院",
  },
  {
    id: 2275,
    name: "广州大学松田学院",
  },
  {
    id: 2276,
    name: "广州商学院",
  },
  {
    id: 2277,
    name: "北京理工大学珠海学院",
  },
  {
    id: 2278,
    name: "吉林大学珠海学院",
  },
  {
    id: 2279,
    name: "广州工商学院",
  },
  {
    id: 2280,
    name: "广州科技职业技术大学",
  },
  {
    id: 2281,
    name: "广东科技学院",
  },
  {
    id: 2282,
    name: "广东理工学院",
  },
  {
    id: 2283,
    name: "广东工商职业技术大学",
  },
  {
    id: 2284,
    name: "东莞理工学院城市学院",
  },
  {
    id: 2285,
    name: "中山大学新华学院",
  },
  {
    id: 2286,
    name: "广东第二师范学院",
  },
  {
    id: 2287,
    name: "南方科技大学",
  },
  {
    id: 2288,
    name: "深圳技术大学",
  },
  {
    id: 2289,
    name: "北京师范大学-香港浸会大学联合国际学院",
  },
  {
    id: 2290,
    name: "香港中文大学（深圳）",
  },
  {
    id: 2291,
    name: "深圳北理莫斯科大学",
  },
  {
    id: 2292,
    name: "广东以色列理工学院",
  },
  {
    id: 2293,
    name: "顺德职业技术学院",
  },
  {
    id: 2294,
    name: "广东轻工职业技术学院",
  },
  {
    id: 2295,
    name: "广东交通职业技术学院",
  },
  {
    id: 2296,
    name: "广东水利电力职业技术学院",
  },
  {
    id: 2297,
    name: "潮汕职业技术学院",
  },
  {
    id: 2298,
    name: "深圳职业技术学院",
  },
  {
    id: 2299,
    name: "广东南华工商职业学院",
  },
  {
    id: 2300,
    name: "私立华联学院",
  },
  {
    id: 2301,
    name: "广州民航职业技术学院",
  },
  {
    id: 2302,
    name: "广州番禺职业技术学院",
  },
  {
    id: 2303,
    name: "广东松山职业技术学院",
  },
  {
    id: 2304,
    name: "广东农工商职业技术学院",
  },
  {
    id: 2305,
    name: "广东新安职业技术学院",
  },
  {
    id: 2306,
    name: "佛山职业技术学院",
  },
  {
    id: 2307,
    name: "广东科学技术职业学院",
  },
  {
    id: 2308,
    name: "广东食品药品职业学院",
  },
  {
    id: 2309,
    name: "广州康大职业技术学院",
  },
  {
    id: 2310,
    name: "珠海艺术职业学院",
  },
  {
    id: 2311,
    name: "广东行政职业学院",
  },
  {
    id: 2312,
    name: "广东体育职业技术学院",
  },
  {
    id: 2313,
    name: "广东职业技术学院",
  },
  {
    id: 2314,
    name: "广东建设职业技术学院",
  },
  {
    id: 2315,
    name: "广东女子职业技术学院",
  },
  {
    id: 2316,
    name: "广东机电职业技术学院",
  },
  {
    id: 2317,
    name: "广东岭南职业技术学院",
  },
  {
    id: 2318,
    name: "汕尾职业技术学院",
  },
  {
    id: 2319,
    name: "罗定职业技术学院",
  },
  {
    id: 2320,
    name: "阳江职业技术学院",
  },
  {
    id: 2321,
    name: "河源职业技术学院",
  },
  {
    id: 2322,
    name: "广东邮电职业技术学院",
  },
  {
    id: 2323,
    name: "汕头职业技术学院",
  },
  {
    id: 2324,
    name: "揭阳职业技术学院",
  },
  {
    id: 2325,
    name: "深圳信息职业技术学院",
  },
  {
    id: 2326,
    name: "清远职业技术学院",
  },
  {
    id: 2327,
    name: "广东工贸职业技术学院",
  },
  {
    id: 2328,
    name: "广东司法警官职业学院",
  },
  {
    id: 2329,
    name: "广东亚视演艺职业学院",
  },
  {
    id: 2330,
    name: "广东省外语艺术职业学院",
  },
  {
    id: 2331,
    name: "广东文艺职业学院",
  },
  {
    id: 2332,
    name: "广州体育职业技术学院",
  },
  {
    id: 2333,
    name: "广州工程技术职业学院",
  },
  {
    id: 2334,
    name: "中山火炬职业技术学院",
  },
  {
    id: 2335,
    name: "江门职业技术学院",
  },
  {
    id: 2336,
    name: "茂名职业技术学院",
  },
  {
    id: 2337,
    name: "珠海城市职业技术学院",
  },
  {
    id: 2338,
    name: "广州涉外经济职业技术学院",
  },
  {
    id: 2339,
    name: "广州南洋理工职业学院",
  },
  {
    id: 2340,
    name: "惠州经济职业技术学院",
  },
  {
    id: 2341,
    name: "肇庆医学高等专科学校",
  },
  {
    id: 2342,
    name: "广州现代信息工程职业技术学院",
  },
  {
    id: 2343,
    name: "广东理工职业学院",
  },
  {
    id: 2344,
    name: "广州华南商贸职业学院",
  },
  {
    id: 2345,
    name: "广州华立科技职业学院",
  },
  {
    id: 2346,
    name: "广州城市职业学院",
  },
  {
    id: 2347,
    name: "广东工程职业技术学院",
  },
  {
    id: 2348,
    name: "广州铁路职业技术学院",
  },
  {
    id: 2349,
    name: "广东科贸职业学院",
  },
  {
    id: 2350,
    name: "广州科技贸易职业学院",
  },
  {
    id: 2351,
    name: "中山职业技术学院",
  },
  {
    id: 2352,
    name: "广州珠江职业技术学院",
  },
  {
    id: 2353,
    name: "广州松田职业学院",
  },
  {
    id: 2354,
    name: "广东文理职业学院",
  },
  {
    id: 2355,
    name: "广州城建职业学院",
  },
  {
    id: 2356,
    name: "东莞职业技术学院",
  },
  {
    id: 2357,
    name: "广东南方职业学院",
  },
  {
    id: 2358,
    name: "广州华商职业学院",
  },
  {
    id: 2359,
    name: "广州华夏职业学院",
  },
  {
    id: 2360,
    name: "广东环境保护工程职业学院",
  },
  {
    id: 2361,
    name: "广东青年职业学院",
  },
  {
    id: 2362,
    name: "广州东华职业学院",
  },
  {
    id: 2363,
    name: "广东创新科技职业学院",
  },
  {
    id: 2364,
    name: "广东舞蹈戏剧职业学院",
  },
  {
    id: 2365,
    name: "惠州卫生职业技术学院",
  },
  {
    id: 2366,
    name: "广东信息工程职业学院",
  },
  {
    id: 2367,
    name: "广东生态工程职业学院",
  },
  {
    id: 2368,
    name: "惠州城市职业学院",
  },
  {
    id: 2369,
    name: "广东碧桂园职业学院",
  },
  {
    id: 2370,
    name: "广东茂名健康职业学院",
  },
  {
    id: 2371,
    name: "广东酒店管理职业技术学院",
  },
  {
    id: 2372,
    name: "广东茂名幼儿师范专科学校",
  },
  {
    id: 2373,
    name: "广州卫生职业技术学院",
  },
  {
    id: 2374,
    name: "惠州工程职业学院",
  },
  {
    id: 2375,
    name: "广东江门中医药职业学院",
  },
  {
    id: 2376,
    name: "广东茂名农林科技职业学院",
  },
  {
    id: 2377,
    name: "广东江门幼儿师范高等专科学校",
  },
  {
    id: 2378,
    name: "广东财贸职业学院",
  },
  {
    id: 2379,
    name: "湛江幼儿师范专科学校",
  },
  {
    id: 2380,
    name: "广西大学",
  },
  {
    id: 2381,
    name: "广西科技大学",
  },
  {
    id: 2382,
    name: "桂林电子科技大学",
  },
  {
    id: 2383,
    name: "桂林理工大学",
  },
  {
    id: 2384,
    name: "广西医科大学",
  },
  {
    id: 2385,
    name: "右江民族医学院",
  },
  {
    id: 2386,
    name: "广西中医药大学",
  },
  {
    id: 2387,
    name: "桂林医学院",
  },
  {
    id: 2388,
    name: "广西师范大学",
  },
  {
    id: 2389,
    name: "南宁师范大学",
  },
  {
    id: 2390,
    name: "广西民族师范学院",
  },
  {
    id: 2391,
    name: "河池学院",
  },
  {
    id: 2392,
    name: "玉林师范学院",
  },
  {
    id: 2393,
    name: "广西艺术学院",
  },
  {
    id: 2394,
    name: "广西民族大学",
  },
  {
    id: 2395,
    name: "百色学院",
  },
  {
    id: 2396,
    name: "梧州学院",
  },
  {
    id: 2397,
    name: "广西科技师范学院",
  },
  {
    id: 2398,
    name: "广西财经学院",
  },
  {
    id: 2399,
    name: "南宁学院",
  },
  {
    id: 2400,
    name: "北部湾大学",
  },
  {
    id: 2401,
    name: "桂林航天工业学院",
  },
  {
    id: 2402,
    name: "桂林旅游学院",
  },
  {
    id: 2403,
    name: "贺州学院",
  },
  {
    id: 2404,
    name: "广西警察学院",
  },
  {
    id: 2405,
    name: "北海艺术设计学院",
  },
  {
    id: 2406,
    name: "广西大学行健文理学院",
  },
  {
    id: 2407,
    name: "广西科技大学鹿山学院",
  },
  {
    id: 2408,
    name: "广西民族大学相思湖学院",
  },
  {
    id: 2409,
    name: "广西师范大学漓江学院",
  },
  {
    id: 2410,
    name: "南宁师范大学师园学院",
  },
  {
    id: 2411,
    name: "广西中医药大学赛恩斯新医药学院",
  },
  {
    id: 2412,
    name: "桂林电子科技大学信息科技学院",
  },
  {
    id: 2413,
    name: "桂林理工大学博文管理学院",
  },
  {
    id: 2414,
    name: "广西外国语学院",
  },
  {
    id: 2415,
    name: "北京航空航天大学北海学院",
  },
  {
    id: 2416,
    name: "广西城市职业大学",
  },
  {
    id: 2417,
    name: "广西职业师范学院",
  },
  {
    id: 2418,
    name: "桂林生命与健康职业技术学院",
  },
  {
    id: 2419,
    name: "广西机电职业技术学院",
  },
  {
    id: 2420,
    name: "广西体育高等专科学校",
  },
  {
    id: 2421,
    name: "南宁职业技术学院",
  },
  {
    id: 2422,
    name: "广西水利电力职业技术学院",
  },
  {
    id: 2423,
    name: "桂林师范高等专科学校",
  },
  {
    id: 2424,
    name: "广西职业技术学院",
  },
  {
    id: 2425,
    name: "柳州职业技术学院",
  },
  {
    id: 2426,
    name: "广西生态工程职业技术学院",
  },
  {
    id: 2427,
    name: "广西交通职业技术学院",
  },
  {
    id: 2428,
    name: "广西工业职业技术学院",
  },
  {
    id: 2429,
    name: "广西国际商务职业技术学院",
  },
  {
    id: 2430,
    name: "广西农业职业技术学院",
  },
  {
    id: 2431,
    name: "柳州铁道职业技术学院",
  },
  {
    id: 2432,
    name: "广西建设职业技术学院",
  },
  {
    id: 2433,
    name: "广西现代职业技术学院",
  },
  {
    id: 2434,
    name: "北海职业学院",
  },
  {
    id: 2435,
    name: "桂林山水职业学院",
  },
  {
    id: 2436,
    name: "广西经贸职业技术学院",
  },
  {
    id: 2437,
    name: "广西工商职业技术学院",
  },
  {
    id: 2438,
    name: "广西演艺职业学院",
  },
  {
    id: 2439,
    name: "广西电力职业技术学院",
  },
  {
    id: 2440,
    name: "广西英华国际职业学院",
  },
  {
    id: 2441,
    name: "柳州城市职业学院",
  },
  {
    id: 2442,
    name: "百色职业学院",
  },
  {
    id: 2443,
    name: "广西工程职业学院",
  },
  {
    id: 2444,
    name: "广西理工职业技术学院",
  },
  {
    id: 2445,
    name: "梧州职业学院",
  },
  {
    id: 2446,
    name: "广西经济职业学院",
  },
  {
    id: 2447,
    name: "广西幼儿师范高等专科学校",
  },
  {
    id: 2448,
    name: "广西科技职业学院",
  },
  {
    id: 2449,
    name: "广西卫生职业技术学院",
  },
  {
    id: 2450,
    name: "广西培贤国际职业学院",
  },
  {
    id: 2451,
    name: "广西金融职业技术学院",
  },
  {
    id: 2452,
    name: "广西中远职业学院",
  },
  {
    id: 2453,
    name: "玉柴职业技术学院",
  },
  {
    id: 2454,
    name: "广西蓝天航空职业学院",
  },
  {
    id: 2455,
    name: "广西安全工程职业技术学院",
  },
  {
    id: 2456,
    name: "广西自然资源职业技术学院",
  },
  {
    id: 2457,
    name: "崇左幼儿师范高等专科学校",
  },
  {
    id: 2458,
    name: "海南大学",
  },
  {
    id: 2459,
    name: "海南热带海洋学院",
  },
  {
    id: 2460,
    name: "海南师范大学",
  },
  {
    id: 2461,
    name: "海南医学院",
  },
  {
    id: 2462,
    name: "海口经济学院",
  },
  {
    id: 2463,
    name: "琼台师范学院",
  },
  {
    id: 2464,
    name: "三亚学院",
  },
  {
    id: 2465,
    name: "海南科技职业大学",
  },
  {
    id: 2466,
    name: "海南职业技术学院",
  },
  {
    id: 2467,
    name: "三亚城市职业学院",
  },
  {
    id: 2468,
    name: "海南软件职业技术学院",
  },
  {
    id: 2469,
    name: "海南政法职业学院",
  },
  {
    id: 2470,
    name: "海南外国语职业学院",
  },
  {
    id: 2471,
    name: "海南经贸职业技术学院",
  },
  {
    id: 2472,
    name: "海南工商职业学院",
  },
  {
    id: 2473,
    name: "三亚航空旅游职业学院",
  },
  {
    id: 2474,
    name: "三亚理工职业学院",
  },
  {
    id: 2475,
    name: "海南体育职业技术学院",
  },
  {
    id: 2476,
    name: "三亚中瑞酒店管理职业学院",
  },
  {
    id: 2477,
    name: "海南健康管理职业技术学院",
  },
  {
    id: 2478,
    name: "重庆大学",
  },
  {
    id: 2479,
    name: "重庆邮电大学",
  },
  {
    id: 2480,
    name: "重庆交通大学",
  },
  {
    id: 2481,
    name: "重庆医科大学",
  },
  {
    id: 2482,
    name: "西南大学",
  },
  {
    id: 2483,
    name: "重庆师范大学",
  },
  {
    id: 2484,
    name: "重庆文理学院",
  },
  {
    id: 2485,
    name: "重庆三峡学院",
  },
  {
    id: 2486,
    name: "长江师范学院",
  },
  {
    id: 2487,
    name: "四川外国语大学",
  },
  {
    id: 2488,
    name: "西南政法大学",
  },
  {
    id: 2489,
    name: "四川美术学院",
  },
  {
    id: 2490,
    name: "重庆科技学院",
  },
  {
    id: 2491,
    name: "重庆理工大学",
  },
  {
    id: 2492,
    name: "重庆工商大学",
  },
  {
    id: 2493,
    name: "重庆机电职业技术大学",
  },
  {
    id: 2494,
    name: "重庆工程学院",
  },
  {
    id: 2495,
    name: "重庆大学城市科技学院",
  },
  {
    id: 2496,
    name: "重庆警察学院",
  },
  {
    id: 2497,
    name: "重庆人文科技学院",
  },
  {
    id: 2498,
    name: "四川外国语大学重庆南方翻译学院",
  },
  {
    id: 2499,
    name: "重庆师范大学涉外商贸学院",
  },
  {
    id: 2500,
    name: "重庆工商大学融智学院",
  },
  {
    id: 2501,
    name: "重庆工商大学派斯学院",
  },
  {
    id: 2502,
    name: "重庆邮电大学移通学院",
  },
  {
    id: 2503,
    name: "重庆第二师范学院",
  },
  {
    id: 2504,
    name: "重庆航天职业技术学院",
  },
  {
    id: 2505,
    name: "重庆电力高等专科学校",
  },
  {
    id: 2506,
    name: "重庆工业职业技术学院",
  },
  {
    id: 2507,
    name: "重庆三峡职业学院",
  },
  {
    id: 2508,
    name: "重庆工贸职业技术学院",
  },
  {
    id: 2509,
    name: "重庆电子工程职业学院",
  },
  {
    id: 2510,
    name: "重庆海联职业技术学院",
  },
  {
    id: 2511,
    name: "重庆信息技术职业学院",
  },
  {
    id: 2512,
    name: "重庆传媒职业学院",
  },
  {
    id: 2513,
    name: "重庆城市管理职业学院",
  },
  {
    id: 2514,
    name: "重庆工程职业技术学院",
  },
  {
    id: 2515,
    name: "重庆房地产职业学院",
  },
  {
    id: 2516,
    name: "重庆城市职业学院",
  },
  {
    id: 2517,
    name: "重庆水利电力职业技术学院",
  },
  {
    id: 2518,
    name: "重庆工商职业学院",
  },
  {
    id: 2519,
    name: "重庆应用技术职业学院",
  },
  {
    id: 2520,
    name: "重庆三峡医药高等专科学校",
  },
  {
    id: 2521,
    name: "重庆医药高等专科学校",
  },
  {
    id: 2522,
    name: "重庆青年职业技术学院",
  },
  {
    id: 2523,
    name: "重庆财经职业学院",
  },
  {
    id: 2524,
    name: "重庆科创职业学院",
  },
  {
    id: 2525,
    name: "重庆建筑工程职业学院",
  },
  {
    id: 2526,
    name: "重庆电讯职业学院",
  },
  {
    id: 2527,
    name: "重庆能源职业学院",
  },
  {
    id: 2528,
    name: "重庆商务职业学院",
  },
  {
    id: 2529,
    name: "重庆交通职业学院",
  },
  {
    id: 2530,
    name: "重庆化工职业学院",
  },
  {
    id: 2531,
    name: "重庆旅游职业学院",
  },
  {
    id: 2532,
    name: "重庆安全技术职业学院",
  },
  {
    id: 2533,
    name: "重庆公共运输职业学院",
  },
  {
    id: 2534,
    name: "重庆艺术工程职业学院",
  },
  {
    id: 2535,
    name: "重庆轻工职业学院",
  },
  {
    id: 2536,
    name: "重庆电信职业学院",
  },
  {
    id: 2537,
    name: "重庆经贸职业学院",
  },
  {
    id: 2538,
    name: "重庆幼儿师范高等专科学校",
  },
  {
    id: 2539,
    name: "重庆文化艺术职业学院",
  },
  {
    id: 2540,
    name: "重庆科技职业学院",
  },
  {
    id: 2541,
    name: "重庆资源与环境保护职业学院",
  },
  {
    id: 2542,
    name: "重庆护理职业学院",
  },
  {
    id: 2543,
    name: "四川大学",
  },
  {
    id: 2544,
    name: "西南交通大学",
  },
  {
    id: 2545,
    name: "电子科技大学",
  },
  {
    id: 2546,
    name: "西南石油大学",
  },
  {
    id: 2547,
    name: "成都理工大学",
  },
  {
    id: 2548,
    name: "西南科技大学",
  },
  {
    id: 2549,
    name: "成都信息工程大学",
  },
  {
    id: 2550,
    name: "四川轻化工大学",
  },
  {
    id: 2551,
    name: "西华大学",
  },
  {
    id: 2552,
    name: "中国民用航空飞行学院",
  },
  {
    id: 2553,
    name: "四川农业大学",
  },
  {
    id: 2554,
    name: "西昌学院",
  },
  {
    id: 2555,
    name: "西南医科大学",
  },
  {
    id: 2556,
    name: "成都中医药大学",
  },
  {
    id: 2557,
    name: "川北医学院",
  },
  {
    id: 2558,
    name: "四川师范大学",
  },
  {
    id: 2559,
    name: "西华师范大学",
  },
  {
    id: 2560,
    name: "绵阳师范学院",
  },
  {
    id: 2561,
    name: "内江师范学院",
  },
  {
    id: 2562,
    name: "宜宾学院",
  },
  {
    id: 2563,
    name: "四川文理学院",
  },
  {
    id: 2564,
    name: "阿坝师范学院",
  },
  {
    id: 2565,
    name: "乐山师范学院",
  },
  {
    id: 2566,
    name: "西南财经大学",
  },
  {
    id: 2567,
    name: "成都体育学院",
  },
  {
    id: 2568,
    name: "四川音乐学院",
  },
  {
    id: 2569,
    name: "西南民族大学",
  },
  {
    id: 2570,
    name: "成都大学",
  },
  {
    id: 2571,
    name: "成都工业学院",
  },
  {
    id: 2572,
    name: "攀枝花学院",
  },
  {
    id: 2573,
    name: "四川旅游学院",
  },
  {
    id: 2574,
    name: "四川民族学院",
  },
  {
    id: 2575,
    name: "四川警察学院",
  },
  {
    id: 2576,
    name: "成都东软学院",
  },
  {
    id: 2577,
    name: "成都艺术职业大学",
  },
  {
    id: 2578,
    name: "电子科技大学成都学院",
  },
  {
    id: 2579,
    name: "成都理工大学工程技术学院",
  },
  {
    id: 2580,
    name: "四川传媒学院",
  },
  {
    id: 2581,
    name: "成都信息工程大学银杏酒店管理学院",
  },
  {
    id: 2582,
    name: "成都文理学院",
  },
  {
    id: 2583,
    name: "四川工商学院",
  },
  {
    id: 2584,
    name: "四川外国语大学成都学院",
  },
  {
    id: 2585,
    name: "成都医学院",
  },
  {
    id: 2586,
    name: "四川工业科技学院",
  },
  {
    id: 2587,
    name: "四川大学锦城学院",
  },
  {
    id: 2588,
    name: "西南财经大学天府学院",
  },
  {
    id: 2589,
    name: "四川大学锦江学院",
  },
  {
    id: 2590,
    name: "四川文化艺术学院",
  },
  {
    id: 2591,
    name: "西南科技大学城市学院",
  },
  {
    id: 2592,
    name: "西南交通大学希望学院",
  },
  {
    id: 2593,
    name: "成都师范学院",
  },
  {
    id: 2594,
    name: "四川电影电视学院",
  },
  {
    id: 2595,
    name: "成都纺织高等专科学校",
  },
  {
    id: 2596,
    name: "民办四川天一学院",
  },
  {
    id: 2597,
    name: "成都航空职业技术学院",
  },
  {
    id: 2598,
    name: "四川电力职业技术学院",
  },
  {
    id: 2599,
    name: "成都职业技术学院",
  },
  {
    id: 2600,
    name: "四川化工职业技术学院",
  },
  {
    id: 2601,
    name: "四川水利职业技术学院",
  },
  {
    id: 2602,
    name: "南充职业技术学院",
  },
  {
    id: 2603,
    name: "内江职业技术学院",
  },
  {
    id: 2604,
    name: "四川航天职业技术学院",
  },
  {
    id: 2605,
    name: "四川邮电职业技术学院",
  },
  {
    id: 2606,
    name: "四川机电职业技术学院",
  },
  {
    id: 2607,
    name: "绵阳职业技术学院",
  },
  {
    id: 2608,
    name: "四川交通职业技术学院",
  },
  {
    id: 2609,
    name: "四川工商职业技术学院",
  },
  {
    id: 2610,
    name: "四川工程职业技术学院",
  },
  {
    id: 2611,
    name: "四川建筑职业技术学院",
  },
  {
    id: 2612,
    name: "达州职业技术学院",
  },
  {
    id: 2613,
    name: "四川托普信息技术职业学院",
  },
  {
    id: 2614,
    name: "四川国际标榜职业学院",
  },
  {
    id: 2615,
    name: "成都农业科技职业学院",
  },
  {
    id: 2616,
    name: "宜宾职业技术学院",
  },
  {
    id: 2617,
    name: "泸州职业技术学院",
  },
  {
    id: 2618,
    name: "眉山职业技术学院",
  },
  {
    id: 2619,
    name: "四川职业技术学院",
  },
  {
    id: 2620,
    name: "乐山职业技术学院",
  },
  {
    id: 2621,
    name: "雅安职业技术学院",
  },
  {
    id: 2622,
    name: "四川商务职业学院",
  },
  {
    id: 2623,
    name: "四川司法警官职业学院",
  },
  {
    id: 2624,
    name: "广安职业技术学院",
  },
  {
    id: 2625,
    name: "四川信息职业技术学院",
  },
  {
    id: 2626,
    name: "四川文化传媒职业学院",
  },
  {
    id: 2627,
    name: "四川华新现代职业学院",
  },
  {
    id: 2628,
    name: "四川铁道职业学院",
  },
  {
    id: 2629,
    name: "四川艺术职业学院",
  },
  {
    id: 2630,
    name: "四川中医药高等专科学校",
  },
  {
    id: 2631,
    name: "四川科技职业学院",
  },
  {
    id: 2632,
    name: "四川文化产业职业学院",
  },
  {
    id: 2633,
    name: "四川财经职业学院",
  },
  {
    id: 2634,
    name: "四川城市职业学院",
  },
  {
    id: 2635,
    name: "四川现代职业学院",
  },
  {
    id: 2636,
    name: "四川幼儿师范高等专科学校",
  },
  {
    id: 2637,
    name: "四川长江职业学院",
  },
  {
    id: 2638,
    name: "四川三河职业学院",
  },
  {
    id: 2639,
    name: "川北幼儿师范高等专科学校",
  },
  {
    id: 2640,
    name: "四川卫生康复职业学院",
  },
  {
    id: 2641,
    name: "四川汽车职业技术学院",
  },
  {
    id: 2642,
    name: "巴中职业技术学院",
  },
  {
    id: 2643,
    name: "四川希望汽车职业学院",
  },
  {
    id: 2644,
    name: "四川电子机械职业技术学院",
  },
  {
    id: 2645,
    name: "四川文轩职业学院",
  },
  {
    id: 2646,
    name: "川南幼儿师范高等专科学校",
  },
  {
    id: 2647,
    name: "四川护理职业学院",
  },
  {
    id: 2648,
    name: "成都工业职业技术学院",
  },
  {
    id: 2649,
    name: "四川西南航空职业学院",
  },
  {
    id: 2650,
    name: "成都工贸职业技术学院",
  },
  {
    id: 2651,
    name: "四川应用技术职业学院",
  },
  {
    id: 2652,
    name: "西昌民族幼儿师范高等专科学校",
  },
  {
    id: 2653,
    name: "眉山药科职业学院",
  },
  {
    id: 2654,
    name: "天府新区信息职业学院",
  },
  {
    id: 2655,
    name: "德阳城市轨道交通职业学院",
  },
  {
    id: 2656,
    name: "德阳科贸职业学院",
  },
  {
    id: 2657,
    name: "江阳城建职业学院",
  },
  {
    id: 2658,
    name: "天府新区航空旅游职业学院",
  },
  {
    id: 2659,
    name: "天府新区通用航空职业学院",
  },
  {
    id: 2660,
    name: "阿坝职业学院",
  },
  {
    id: 2661,
    name: "达州中医药职业学院",
  },
  {
    id: 2662,
    name: "内江卫生与健康职业学院",
  },
  {
    id: 2663,
    name: "南充科技职业学院",
  },
  {
    id: 2664,
    name: "攀枝花攀西职业学院",
  },
  {
    id: 2665,
    name: "资阳口腔职业学院",
  },
  {
    id: 2666,
    name: "资阳环境科技职业学院",
  },
  {
    id: 2667,
    name: "广元中核职业技术学院",
  },
  {
    id: 2668,
    name: "四川体育职业学院",
  },
  {
    id: 2669,
    name: "贵州大学",
  },
  {
    id: 2670,
    name: "贵州医科大学",
  },
  {
    id: 2671,
    name: "遵义医科大学",
  },
  {
    id: 2672,
    name: "贵州中医药大学",
  },
  {
    id: 2673,
    name: "贵州师范大学",
  },
  {
    id: 2674,
    name: "遵义师范学院",
  },
  {
    id: 2675,
    name: "铜仁学院",
  },
  {
    id: 2676,
    name: "兴义民族师范学院",
  },
  {
    id: 2677,
    name: "安顺学院",
  },
  {
    id: 2678,
    name: "贵州工程应用技术学院",
  },
  {
    id: 2679,
    name: "凯里学院",
  },
  {
    id: 2680,
    name: "黔南民族师范学院",
  },
  {
    id: 2681,
    name: "贵州财经大学",
  },
  {
    id: 2682,
    name: "贵州民族大学",
  },
  {
    id: 2683,
    name: "贵阳学院",
  },
  {
    id: 2684,
    name: "六盘水师范学院",
  },
  {
    id: 2685,
    name: "贵州商学院",
  },
  {
    id: 2686,
    name: "贵州警察学院",
  },
  {
    id: 2687,
    name: "贵州中医药大学时珍学院",
  },
  {
    id: 2688,
    name: "贵州财经大学商务学院",
  },
  {
    id: 2689,
    name: "贵州大学科技学院",
  },
  {
    id: 2690,
    name: "贵州大学明德学院",
  },
  {
    id: 2691,
    name: "贵州民族大学人文科技学院",
  },
  {
    id: 2692,
    name: "贵州师范大学求是学院",
  },
  {
    id: 2693,
    name: "遵义医科大学医学与科技学院",
  },
  {
    id: 2694,
    name: "贵州医科大学神奇民族医药学院",
  },
  {
    id: 2695,
    name: "贵州师范学院",
  },
  {
    id: 2696,
    name: "贵州理工学院",
  },
  {
    id: 2697,
    name: "茅台学院",
  },
  {
    id: 2698,
    name: "黔南民族医学高等专科学校",
  },
  {
    id: 2699,
    name: "贵州交通职业技术学院",
  },
  {
    id: 2700,
    name: "贵州航天职业技术学院",
  },
  {
    id: 2701,
    name: "贵州电子信息职业技术学院",
  },
  {
    id: 2702,
    name: "安顺职业技术学院",
  },
  {
    id: 2703,
    name: "黔东南民族职业技术学院",
  },
  {
    id: 2704,
    name: "黔南民族职业技术学院",
  },
  {
    id: 2705,
    name: "遵义职业技术学院",
  },
  {
    id: 2706,
    name: "贵州城市职业学院",
  },
  {
    id: 2707,
    name: "贵州工业职业技术学院",
  },
  {
    id: 2708,
    name: "贵州电力职业技术学院",
  },
  {
    id: 2709,
    name: "六盘水职业技术学院",
  },
  {
    id: 2710,
    name: "铜仁职业技术学院",
  },
  {
    id: 2711,
    name: "黔西南民族职业技术学院",
  },
  {
    id: 2712,
    name: "贵州轻工职业技术学院",
  },
  {
    id: 2713,
    name: "遵义医药高等专科学校",
  },
  {
    id: 2714,
    name: "贵阳护理职业学院",
  },
  {
    id: 2715,
    name: "贵阳职业技术学院",
  },
  {
    id: 2716,
    name: "毕节职业技术学院",
  },
  {
    id: 2717,
    name: "贵州职业技术学院",
  },
  {
    id: 2718,
    name: "贵州盛华职业学院",
  },
  {
    id: 2719,
    name: "贵州工商职业学院",
  },
  {
    id: 2720,
    name: "贵阳幼儿师范高等专科学校",
  },
  {
    id: 2721,
    name: "铜仁幼儿师范高等专科学校",
  },
  {
    id: 2722,
    name: "黔南民族幼儿师范高等专科学校",
  },
  {
    id: 2723,
    name: "毕节医学高等专科学校",
  },
  {
    id: 2724,
    name: "贵州建设职业技术学院",
  },
  {
    id: 2725,
    name: "毕节幼儿师范高等专科学校",
  },
  {
    id: 2726,
    name: "贵州农业职业学院",
  },
  {
    id: 2727,
    name: "贵州工程职业学院",
  },
  {
    id: 2728,
    name: "贵州工贸职业学院",
  },
  {
    id: 2729,
    name: "贵州水利水电职业技术学院",
  },
  {
    id: 2730,
    name: "贵州电子商务职业技术学院",
  },
  {
    id: 2731,
    name: "贵州应用技术职业学院",
  },
  {
    id: 2732,
    name: "贵州电子科技职业学院",
  },
  {
    id: 2733,
    name: "贵州装备制造职业学院",
  },
  {
    id: 2734,
    name: "贵州健康职业学院",
  },
  {
    id: 2735,
    name: "贵州食品工程职业学院",
  },
  {
    id: 2736,
    name: "贵州经贸职业技术学院",
  },
  {
    id: 2737,
    name: "贵州护理职业技术学院",
  },
  {
    id: 2738,
    name: "六盘水幼儿师范高等专科学校",
  },
  {
    id: 2739,
    name: "毕节工业职业技术学院",
  },
  {
    id: 2740,
    name: "贵州航空职业技术学院",
  },
  {
    id: 2741,
    name: "云南大学",
  },
  {
    id: 2742,
    name: "昆明理工大学",
  },
  {
    id: 2743,
    name: "云南农业大学",
  },
  {
    id: 2744,
    name: "西南林业大学",
  },
  {
    id: 2745,
    name: "昆明医科大学",
  },
  {
    id: 2746,
    name: "大理大学",
  },
  {
    id: 2747,
    name: "云南中医药大学",
  },
  {
    id: 2748,
    name: "云南师范大学",
  },
  {
    id: 2749,
    name: "昭通学院",
  },
  {
    id: 2750,
    name: "曲靖师范学院",
  },
  {
    id: 2751,
    name: "普洱学院",
  },
  {
    id: 2752,
    name: "保山学院",
  },
  {
    id: 2753,
    name: "红河学院",
  },
  {
    id: 2754,
    name: "云南财经大学",
  },
  {
    id: 2755,
    name: "云南艺术学院",
  },
  {
    id: 2756,
    name: "云南民族大学",
  },
  {
    id: 2757,
    name: "玉溪师范学院",
  },
  {
    id: 2758,
    name: "楚雄师范学院",
  },
  {
    id: 2759,
    name: "云南警官学院",
  },
  {
    id: 2760,
    name: "昆明学院",
  },
  {
    id: 2761,
    name: "文山学院",
  },
  {
    id: 2762,
    name: "云南经济管理学院",
  },
  {
    id: 2763,
    name: "云南大学滇池学院",
  },
  {
    id: 2764,
    name: "云南大学旅游文化学院",
  },
  {
    id: 2765,
    name: "昆明理工大学津桥学院",
  },
  {
    id: 2766,
    name: "云南师范大学商学院",
  },
  {
    id: 2767,
    name: "云南师范大学文理学院",
  },
  {
    id: 2768,
    name: "昆明医科大学海源学院",
  },
  {
    id: 2769,
    name: "云南艺术学院文华学院",
  },
  {
    id: 2770,
    name: "云南工商学院",
  },
  {
    id: 2771,
    name: "滇西科技师范学院",
  },
  {
    id: 2772,
    name: "滇西应用技术大学",
  },
  {
    id: 2773,
    name: "昆明冶金高等专科学校",
  },
  {
    id: 2774,
    name: "云南国土资源职业学院",
  },
  {
    id: 2775,
    name: "云南交通职业技术学院",
  },
  {
    id: 2776,
    name: "昆明工业职业技术学院",
  },
  {
    id: 2777,
    name: "云南农业职业技术学院",
  },
  {
    id: 2778,
    name: "云南司法警官职业学院",
  },
  {
    id: 2779,
    name: "云南文化艺术职业学院",
  },
  {
    id: 2780,
    name: "云南体育运动职业技术学院",
  },
  {
    id: 2781,
    name: "云南科技信息职业学院",
  },
  {
    id: 2782,
    name: "西双版纳职业技术学院",
  },
  {
    id: 2783,
    name: "昆明艺术职业学院",
  },
  {
    id: 2784,
    name: "玉溪农业职业技术学院",
  },
  {
    id: 2785,
    name: "云南能源职业技术学院",
  },
  {
    id: 2786,
    name: "云南国防工业职业技术学院",
  },
  {
    id: 2787,
    name: "云南机电职业技术学院",
  },
  {
    id: 2788,
    name: "云南林业职业技术学院",
  },
  {
    id: 2789,
    name: "云南城市建设职业学院",
  },
  {
    id: 2790,
    name: "云南工程职业学院",
  },
  {
    id: 2791,
    name: "曲靖医学高等专科学校",
  },
  {
    id: 2792,
    name: "楚雄医药高等专科学校",
  },
  {
    id: 2793,
    name: "保山中医药高等专科学校",
  },
  {
    id: 2794,
    name: "丽江师范高等专科学校",
  },
  {
    id: 2795,
    name: "德宏师范高等专科学校",
  },
  {
    id: 2796,
    name: "云南新兴职业学院",
  },
  {
    id: 2797,
    name: "云南锡业职业技术学院",
  },
  {
    id: 2798,
    name: "云南经贸外事职业学院",
  },
  {
    id: 2799,
    name: "云南三鑫职业技术学院",
  },
  {
    id: 2800,
    name: "德宏职业学院",
  },
  {
    id: 2801,
    name: "云南商务职业学院",
  },
  {
    id: 2802,
    name: "昆明卫生职业学院",
  },
  {
    id: 2803,
    name: "云南现代职业技术学院",
  },
  {
    id: 2804,
    name: "云南旅游职业学院",
  },
  {
    id: 2805,
    name: "红河卫生职业学院",
  },
  {
    id: 2806,
    name: "云南外事外语职业学院",
  },
  {
    id: 2807,
    name: "大理农林职业技术学院",
  },
  {
    id: 2808,
    name: "公安消防部队高等专科学校",
  },
  {
    id: 2809,
    name: "云南财经职业学院",
  },
  {
    id: 2810,
    name: "昆明铁道职业技术学院",
  },
  {
    id: 2811,
    name: "昭通卫生职业学院",
  },
  {
    id: 2812,
    name: "大理护理职业学院",
  },
  {
    id: 2813,
    name: "云南水利水电职业学院",
  },
  {
    id: 2814,
    name: "云南轻纺职业学院",
  },
  {
    id: 2815,
    name: "云南特殊教育职业学院",
  },
  {
    id: 2816,
    name: "云南工贸职业技术学院",
  },
  {
    id: 2817,
    name: "云南交通运输职业学院",
  },
  {
    id: 2818,
    name: "昆明幼儿师范高等专科学校",
  },
  {
    id: 2819,
    name: "云南医药健康职业学院",
  },
  {
    id: 2820,
    name: "云南理工职业学院",
  },
  {
    id: 2821,
    name: "曲靖职业技术学院",
  },
  {
    id: 2822,
    name: "西藏农牧学院",
  },
  {
    id: 2823,
    name: "西藏大学",
  },
  {
    id: 2824,
    name: "西藏民族大学",
  },
  {
    id: 2825,
    name: "西藏藏医药大学",
  },
  {
    id: 2826,
    name: "西藏警官高等专科学校",
  },
  {
    id: 2827,
    name: "拉萨师范高等专科学校",
  },
  {
    id: 2828,
    name: "西藏职业技术学院",
  },
  {
    id: 2829,
    name: "西北大学",
  },
  {
    id: 2830,
    name: "西安交通大学",
  },
  {
    id: 2831,
    name: "西北工业大学",
  },
  {
    id: 2832,
    name: "西安理工大学",
  },
  {
    id: 2833,
    name: "西安电子科技大学",
  },
  {
    id: 2834,
    name: "西安工业大学",
  },
  {
    id: 2835,
    name: "西安建筑科技大学",
  },
  {
    id: 2836,
    name: "西安科技大学",
  },
  {
    id: 2837,
    name: "西安石油大学",
  },
  {
    id: 2838,
    name: "陕西科技大学",
  },
  {
    id: 2839,
    name: "西安工程大学",
  },
  {
    id: 2840,
    name: "长安大学",
  },
  {
    id: 2841,
    name: "西北农林科技大学",
  },
  {
    id: 2842,
    name: "陕西中医药大学",
  },
  {
    id: 2843,
    name: "陕西师范大学",
  },
  {
    id: 2844,
    name: "延安大学",
  },
  {
    id: 2845,
    name: "陕西理工大学",
  },
  {
    id: 2846,
    name: "宝鸡文理学院",
  },
  {
    id: 2847,
    name: "咸阳师范学院",
  },
  {
    id: 2848,
    name: "渭南师范学院",
  },
  {
    id: 2849,
    name: "西安外国语大学",
  },
  {
    id: 2850,
    name: "西北政法大学",
  },
  {
    id: 2851,
    name: "西安体育学院",
  },
  {
    id: 2852,
    name: "西安音乐学院",
  },
  {
    id: 2853,
    name: "西安美术学院",
  },
  {
    id: 2854,
    name: "西安文理学院",
  },
  {
    id: 2855,
    name: "榆林学院",
  },
  {
    id: 2856,
    name: "商洛学院",
  },
  {
    id: 2857,
    name: "安康学院",
  },
  {
    id: 2858,
    name: "西安培华学院",
  },
  {
    id: 2859,
    name: "西安财经大学",
  },
  {
    id: 2860,
    name: "西安邮电大学",
  },
  {
    id: 2861,
    name: "西安航空学院",
  },
  {
    id: 2862,
    name: "西安医学院",
  },
  {
    id: 2863,
    name: "西安欧亚学院",
  },
  {
    id: 2864,
    name: "西安外事学院",
  },
  {
    id: 2865,
    name: "西安翻译学院",
  },
  {
    id: 2866,
    name: "西京学院",
  },
  {
    id: 2867,
    name: "西安思源学院",
  },
  {
    id: 2868,
    name: "陕西国际商贸学院",
  },
  {
    id: 2869,
    name: "陕西服装工程学院",
  },
  {
    id: 2870,
    name: "西安交通工程学院",
  },
  {
    id: 2871,
    name: "西安交通大学城市学院",
  },
  {
    id: 2872,
    name: "西北大学现代学院",
  },
  {
    id: 2873,
    name: "西安建筑科技大学华清学院",
  },
  {
    id: 2874,
    name: "西安财经大学行知学院",
  },
  {
    id: 2875,
    name: "陕西科技大学镐京学院",
  },
  {
    id: 2876,
    name: "西安工业大学北方信息工程学院",
  },
  {
    id: 2877,
    name: "延安大学西安创新学院",
  },
  {
    id: 2878,
    name: "西安电子科技大学长安学院",
  },
  {
    id: 2879,
    name: "西安汽车职业大学",
  },
  {
    id: 2880,
    name: "西北工业大学明德学院",
  },
  {
    id: 2881,
    name: "西安信息职业大学",
  },
  {
    id: 2882,
    name: "长安大学兴华学院",
  },
  {
    id: 2883,
    name: "西安理工大学高科学院",
  },
  {
    id: 2884,
    name: "西安科技大学高新学院",
  },
  {
    id: 2885,
    name: "陕西学前师范学院",
  },
  {
    id: 2886,
    name: "陕西工业职业技术学院",
  },
  {
    id: 2887,
    name: "杨凌职业技术学院",
  },
  {
    id: 2888,
    name: "西安电力高等专科学校",
  },
  {
    id: 2889,
    name: "陕西能源职业技术学院",
  },
  {
    id: 2890,
    name: "陕西国防工业职业技术学院",
  },
  {
    id: 2891,
    name: "西安航空职业技术学院",
  },
  {
    id: 2892,
    name: "陕西财经职业技术学院",
  },
  {
    id: 2893,
    name: "陕西交通职业技术学院",
  },
  {
    id: 2894,
    name: "陕西职业技术学院",
  },
  {
    id: 2895,
    name: "西安高新科技职业学院",
  },
  {
    id: 2896,
    name: "西安城市建设职业学院",
  },
  {
    id: 2897,
    name: "陕西铁路工程职业技术学院",
  },
  {
    id: 2898,
    name: "宝鸡职业技术学院",
  },
  {
    id: 2899,
    name: "陕西航空职业技术学院",
  },
  {
    id: 2900,
    name: "陕西电子信息职业技术学院",
  },
  {
    id: 2901,
    name: "陕西邮电职业技术学院",
  },
  {
    id: 2902,
    name: "西安海棠职业学院",
  },
  {
    id: 2903,
    name: "西安健康工程职业学院",
  },
  {
    id: 2904,
    name: "陕西警官职业学院",
  },
  {
    id: 2905,
    name: "陕西经济管理职业技术学院",
  },
  {
    id: 2906,
    name: "西安铁路职业技术学院",
  },
  {
    id: 2907,
    name: "咸阳职业技术学院",
  },
  {
    id: 2908,
    name: "西安职业技术学院",
  },
  {
    id: 2909,
    name: "商洛职业技术学院",
  },
  {
    id: 2910,
    name: "汉中职业技术学院",
  },
  {
    id: 2911,
    name: "延安职业技术学院",
  },
  {
    id: 2912,
    name: "渭南职业技术学院",
  },
  {
    id: 2913,
    name: "安康职业技术学院",
  },
  {
    id: 2914,
    name: "铜川职业技术学院",
  },
  {
    id: 2915,
    name: "陕西青年职业学院",
  },
  {
    id: 2916,
    name: "陕西工商职业学院",
  },
  {
    id: 2917,
    name: "陕西旅游烹饪职业学院",
  },
  {
    id: 2918,
    name: "西安医学高等专科学校",
  },
  {
    id: 2919,
    name: "榆林职业技术学院",
  },
  {
    id: 2920,
    name: "陕西艺术职业学院",
  },
  {
    id: 2921,
    name: "神木职业技术学院",
  },
  {
    id: 2922,
    name: "宝鸡三和职业学院",
  },
  {
    id: 2923,
    name: "陕西机电职业技术学院",
  },
  {
    id: 2924,
    name: "兰州大学",
  },
  {
    id: 2925,
    name: "兰州理工大学",
  },
  {
    id: 2926,
    name: "兰州交通大学",
  },
  {
    id: 2927,
    name: "甘肃农业大学",
  },
  {
    id: 2928,
    name: "甘肃中医药大学",
  },
  {
    id: 2929,
    name: "西北师范大学",
  },
  {
    id: 2930,
    name: "兰州城市学院",
  },
  {
    id: 2931,
    name: "陇东学院",
  },
  {
    id: 2932,
    name: "天水师范学院",
  },
  {
    id: 2933,
    name: "河西学院",
  },
  {
    id: 2934,
    name: "兰州财经大学",
  },
  {
    id: 2935,
    name: "西北民族大学",
  },
  {
    id: 2936,
    name: "甘肃政法大学",
  },
  {
    id: 2937,
    name: "甘肃民族师范学院",
  },
  {
    id: 2938,
    name: "兰州文理学院",
  },
  {
    id: 2939,
    name: "甘肃医学院",
  },
  {
    id: 2940,
    name: "兰州工业学院",
  },
  {
    id: 2941,
    name: "西北师范大学知行学院",
  },
  {
    id: 2942,
    name: "兰州财经大学陇桥学院",
  },
  {
    id: 2943,
    name: "兰州财经大学长青学院",
  },
  {
    id: 2944,
    name: "兰州交通大学博文学院",
  },
  {
    id: 2945,
    name: "兰州理工大学技术工程学院",
  },
  {
    id: 2946,
    name: "兰州石化职业技术学院",
  },
  {
    id: 2947,
    name: "陇南师范高等专科学校",
  },
  {
    id: 2948,
    name: "定西师范高等专科学校",
  },
  {
    id: 2949,
    name: "甘肃建筑职业技术学院",
  },
  {
    id: 2950,
    name: "酒泉职业技术学院",
  },
  {
    id: 2951,
    name: "兰州外语职业学院",
  },
  {
    id: 2952,
    name: "兰州职业技术学院",
  },
  {
    id: 2953,
    name: "甘肃警察职业学院",
  },
  {
    id: 2954,
    name: "甘肃林业职业技术学院",
  },
  {
    id: 2955,
    name: "甘肃工业职业技术学院",
  },
  {
    id: 2956,
    name: "武威职业学院",
  },
  {
    id: 2957,
    name: "甘肃交通职业技术学院",
  },
  {
    id: 2958,
    name: "兰州资源环境职业技术学院",
  },
  {
    id: 2959,
    name: "甘肃农业职业技术学院",
  },
  {
    id: 2960,
    name: "甘肃畜牧工程职业技术学院",
  },
  {
    id: 2961,
    name: "甘肃钢铁职业技术学院",
  },
  {
    id: 2962,
    name: "甘肃机电职业技术学院",
  },
  {
    id: 2963,
    name: "甘肃有色冶金职业技术学院",
  },
  {
    id: 2964,
    name: "白银矿冶职业技术学院",
  },
  {
    id: 2965,
    name: "甘肃卫生职业学院",
  },
  {
    id: 2966,
    name: "兰州科技职业学院",
  },
  {
    id: 2967,
    name: "庆阳职业技术学院",
  },
  {
    id: 2968,
    name: "临夏现代职业学院",
  },
  {
    id: 2969,
    name: "甘肃能源化工职业学院",
  },
  {
    id: 2970,
    name: "兰州现代职业学院",
  },
  {
    id: 2971,
    name: "平凉职业技术学院",
  },
  {
    id: 2972,
    name: "甘肃财贸职业学院",
  },
  {
    id: 2973,
    name: "青海大学",
  },
  {
    id: 2974,
    name: "青海师范大学",
  },
  {
    id: 2975,
    name: "青海民族大学",
  },
  {
    id: 2976,
    name: "青海大学昆仑学院",
  },
  {
    id: 2977,
    name: "青海卫生职业技术学院",
  },
  {
    id: 2978,
    name: "青海警官职业学院",
  },
  {
    id: 2979,
    name: "青海畜牧兽医职业技术学院",
  },
  {
    id: 2980,
    name: "青海交通职业技术学院",
  },
  {
    id: 2981,
    name: "青海建筑职业技术学院",
  },
  {
    id: 2982,
    name: "西宁城市职业技术学院",
  },
  {
    id: 2983,
    name: "青海高等职业技术学院",
  },
  {
    id: 2984,
    name: "青海柴达木职业技术学院",
  },
  {
    id: 2985,
    name: "宁夏大学",
  },
  {
    id: 2986,
    name: "宁夏医科大学",
  },
  {
    id: 2987,
    name: "宁夏师范学院",
  },
  {
    id: 2988,
    name: "北方民族大学",
  },
  {
    id: 2989,
    name: "宁夏理工学院",
  },
  {
    id: 2990,
    name: "宁夏大学新华学院",
  },
  {
    id: 2991,
    name: "银川能源学院",
  },
  {
    id: 2992,
    name: "中国矿业大学银川学院",
  },
  {
    id: 2993,
    name: "宁夏民族职业技术学院",
  },
  {
    id: 2994,
    name: "宁夏工业职业学院",
  },
  {
    id: 2995,
    name: "宁夏职业技术学院",
  },
  {
    id: 2996,
    name: "宁夏工商职业技术学院",
  },
  {
    id: 2997,
    name: "宁夏财经职业技术学院",
  },
  {
    id: 2998,
    name: "宁夏警官职业学院",
  },
  {
    id: 2999,
    name: "宁夏建设职业技术学院",
  },
  {
    id: 3000,
    name: "宁夏葡萄酒与防沙治沙职业技术学院",
  },
  {
    id: 3001,
    name: "宁夏幼儿师范高等专科学校",
  },
  {
    id: 3002,
    name: "宁夏艺术职业学院",
  },
  {
    id: 3003,
    name: "宁夏体育职业学院",
  },
  {
    id: 3004,
    name: "新疆大学",
  },
  {
    id: 3005,
    name: "塔里木大学",
  },
  {
    id: 3006,
    name: "新疆农业大学",
  },
  {
    id: 3007,
    name: "石河子大学",
  },
  {
    id: 3008,
    name: "新疆医科大学",
  },
  {
    id: 3009,
    name: "新疆师范大学",
  },
  {
    id: 3010,
    name: "喀什大学",
  },
  {
    id: 3011,
    name: "伊犁师范大学",
  },
  {
    id: 3012,
    name: "新疆财经大学",
  },
  {
    id: 3013,
    name: "新疆艺术学院",
  },
  {
    id: 3014,
    name: "新疆工程学院",
  },
  {
    id: 3015,
    name: "昌吉学院",
  },
  {
    id: 3016,
    name: "新疆警察学院",
  },
  {
    id: 3017,
    name: "新疆理工学院",
  },
  {
    id: 3018,
    name: "新疆农业大学科学技术学院",
  },
  {
    id: 3019,
    name: "新疆医科大学厚博学院",
  },
  {
    id: 3020,
    name: "新疆财经大学商务学院",
  },
  {
    id: 3021,
    name: "石河子大学科技学院",
  },
  {
    id: 3022,
    name: "和田师范专科学校",
  },
  {
    id: 3023,
    name: "新疆农业职业技术学院",
  },
  {
    id: 3024,
    name: "乌鲁木齐职业大学",
  },
  {
    id: 3025,
    name: "新疆维吾尔医学专科学校",
  },
  {
    id: 3026,
    name: "克拉玛依职业技术学院",
  },
  {
    id: 3027,
    name: "新疆机电职业技术学院",
  },
  {
    id: 3028,
    name: "新疆轻工职业技术学院",
  },
  {
    id: 3029,
    name: "新疆能源职业技术学院",
  },
  {
    id: 3030,
    name: "昌吉职业技术学院",
  },
  {
    id: 3031,
    name: "伊犁职业技术学院",
  },
  {
    id: 3032,
    name: "阿克苏职业技术学院",
  },
  {
    id: 3033,
    name: "巴音郭楞职业技术学院",
  },
  {
    id: 3034,
    name: "新疆建设职业技术学院",
  },
  {
    id: 3035,
    name: "新疆兵团警官高等专科学校",
  },
  {
    id: 3036,
    name: "新疆现代职业技术学院",
  },
  {
    id: 3037,
    name: "新疆天山职业技术学院",
  },
  {
    id: 3038,
    name: "新疆交通职业技术学院",
  },
  {
    id: 3039,
    name: "新疆石河子职业技术学院",
  },
  {
    id: 3040,
    name: "新疆职业大学",
  },
  {
    id: 3041,
    name: "新疆体育职业技术学院",
  },
  {
    id: 3042,
    name: "新疆应用职业技术学院",
  },
  {
    id: 3043,
    name: "新疆师范高等专科学校",
  },
  {
    id: 3044,
    name: "新疆铁道职业技术学院",
  },
  {
    id: 3045,
    name: "新疆生产建设兵团兴新职业技术学院",
  },
  {
    id: 3046,
    name: "哈密职业技术学院",
  },
  {
    id: 3047,
    name: "新疆科技职业技术学院",
  },
  {
    id: 3048,
    name: "吐鲁番职业技术学院",
  },
  {
    id: 3049,
    name: "博尔塔拉职业技术学院",
  },
  {
    id: 3050,
    name: "和田职业技术学院",
  },
  {
    id: 3051,
    name: "石河子工程职业技术学院",
  },
  {
    id: 3052,
    name: "喀什职业技术学院",
  },
  {
    id: 3053,
    name: "克孜勒苏职业技术学院",
  },
  {
    id: 3054,
    name: "新疆科信职业技术学院",
  },
  {
    id: 3055,
    name: "阿勒泰职业技术学院",
  },
  {
    id: 3056,
    name: "新疆工业职业技术学院",
  },
  {
    id: 3057,
    name: "铁门关职业技术学院",
  },
  {
    id: 3058,
    name: "吉林大学",
  },
  {
    id: 3059,
    name: "东北大学",
  },
  {
    id: 3060,
    name: "大连理工大学",
  },
  {
    id: 3061,
    name: "哈尔滨工业大学",
  },
  {
    id: 3084,
    name: "北京大学",
  },
  {
    id: 3085,
    name: "国防科技大学",
  },
  {
    id: 3086,
    name: "空军军医大学",
  },
  {
    id: 3087,
    name: "海军军医大学",
  },
];
const beijing985 = [
  "北京大学",
  "清华大学",
  "北京师范大学",
  "中国人民大学",
  "北京航空航天大学",
  "北京理工大学",
  "中国农业大学",
  "中央民族大学",
];
const beijing211 = [
  "北京大学",
  "清华大学",
  "北京师范大学",
  "中国人民大学",
  "北京航空航天大学",
  "北京理工大学",
  "中国农业大学",
  "北京科技大学",
  "北京交通大学",
  "北京邮电大学",
  "北京外国语大学",
  "中国政法大学",
  "北京化工大学",
  "北京工业大学",
  "中国石油大学（北京）",
  "中国传媒大学",
  "中央民族大学",
  "北京林业大学",
  "对外经济贸易大学",
  "北京中医药大学",
  "中央财经大学",
  "北京体育大学",
  "中国矿业大学（北京）",
  "中国地质大学（北京）",
  "华北电力大学",
  "中央音乐学院",
];
const anhui985 = ["中国科学技术大学"];
const anhui211 = ["中国科学技术大学", "合肥工业大学", "安徽大学"];
const sichuang985 = ["四川大学", "电子科技大学"];
const sichuang211 = [
  "四川大学",
  "电子科技大学",
  "西南财经大学",
  "四川农业大学",
];
const fujian985 = ["厦门大学"];
const fujina211 = ["厦门大学", "福州大学"];
const gansu985 = ["兰州大学"];
const gansu211 = ["兰州大学"];
const guangdong985 = ["中山大学", "华南理工大学"];
const guangdong211 = ["中山大学", "华南理工大学", "暨南大学", "华南师范大学"];
const guangxi985 = [];
const guangxi211 = ["广西大学"];
const guizhou985 = [];
const guizhou211 = ["贵州大学"];
const hainai985 = [];
const hainai211 = ["海南大学"];
const heibei985 = [];
const heibei211 = ["河北工业大学"];
const heinan985 = [];
const heinan211 = ["郑州大学"];
const heilongjiang985 = ["哈尔滨工业大学"];
const heilongjiang211 = [
  "哈尔滨工业大学",
  "哈尔滨工程大学",
  "东北林业大学",
  "东北农业大学",
];
const hubei985 = ["华中科技大学", "武汉大学"];
const hubei211 = [
  "华中科技大学",
  "武汉大学",
  "武汉理工大学",
  "华中师范大学",
  "华中农业大学",
  "中南财经政法大学",
  "中国地质大学（武汉）",
];
const hunan985 = ["国防科技大学", "中南大学", "湖南大学"];
const hunan211 = ["国防科技大学", "中南大学", "湖南大学", "湖南师范大学"];
const jilin985 = ["吉林大学"];
const jilin211 = ["吉林大学", "东北师范大学", "延边大学"];
const jiangsu985 = ["南京大学,东南大学"];
const jiangsu211 = [
  "南京大学",
  "东南大学",
  "河海大学",
  "南京理工大学",
  "南京农业大学",
  "南京师范大学",
  "苏州大学",
  "南京航空航天大学",
  "中国矿业大学",
  "江南大学",
  "中国药科大学",
];
const jiangxi985 = [];
const jiangxi211 = ["南昌大学"];
const niaoling985 = ["大连理工大学", "东北大学"];
const niaoling211 = ["大连理工大学", "东北大学", "辽宁大学", "大连海事大学"];
const neimenggu985 = [];
const neimenggu211 = ["内蒙古大学"];
const ningxia985 = [];
const ningxia211 = ["宁夏大学"];
const qinghai985 = [];
const qinghai211 = ["青海大学"];
const shandong985 = ["山东大学", "中国海洋大学"];
const shandong211 = ["山东大学", "中国海洋大学", "中国石油大学（华东）"];
const shanxi985 = [];
const shanxi211 = ["太原理工大学"];
const sanxi985 = ["西安交通大学", "西北工业大学", "西北农林科技大学"];
const sanxi211 = [
  "西安交通大学",
  "西北工业大学",
  "西北大学",
  "西南交通大学",
  "西安电子科技大学",
  "西北农林科技大学",
  "陕西师范大学",
  "空军军医大学",
  "长安大学",
];
const shanghai985 = ["上海交通大学", "复旦大学", "同济大学", "华东师范大学"];
const shanghai211 = [
  "上海交通大学",
  "复旦大学",
  "同济大学",
  "华东师范大学",
  "华东理工大学",
  "上海财经大学",
  "上海大学",
  "东华大学",
  "海军军医大学",
  "上海外国语大学",
];
const tianjin985 = ["天津大学", "南开大学"];
const tianjin211 = ["天津大学", "南开大学", "天津医科大学"];
const zhejiang985 = ["浙江大学"];
const zhejiang211 = ["浙江大学"];
const xizang985 = [];
const xizang211 = ["西藏大学"];
const xinjiang985 = [];
const xinjiang211 = ["新疆大学", "石河子大学"];
const chongqin985 = ["重庆大学"];
const chongqin211 = ["重庆大学", "西南大学"];

const all985 = [
  "北京大学",
  "清华大学",
  "北京师范大学",
  "中国人民大学",
  "北京航空航天大学",
  "北京理工大学",
  "中国农业大学",
  "中央民族大学",
  "中国科学技术大学",
  "四川大学",
  "电子科技大学",
  "厦门大学",
  "兰州大学",
  "中山大学",
  "华南理工大学",
  "哈尔滨工业大学",
  "华中科技大学",
  "武汉大学",
  "国防科技大学",
  "中南大学",
  "湖南大学",
  "吉林大学",
  "南京大学",
  "东南大学",
  "大连理工大学",
  "东北大学",
  "山东大学",
  "中国海洋大学",
  "西安交通大学",
  "西北工业大学",
  "西北农林科技大学",
  "上海交通大学",
  "复旦大学",
  "同济大学",
  "华东师范大学",
  "天津大学",
  "南开大学",
  "浙江大学",
  "重庆大学",
];
const all211 = [
  "北京大学",
  "清华大学",
  "北京师范大学",
  "中国人民大学",
  "北京航空航天大学",
  "北京理工大学",
  "中国农业大学",
  "北京科技大学",
  "北京交通大学",
  "北京邮电大学",
  "北京外国语大学",
  "中国政法大学",
  "北京化工大学",
  "北京工业大学",
  "中国石油大学（北京）",
  "中国传媒大学",
  "中央民族大学",
  "北京林业大学",
  "对外经济贸易大学",
  "北京中医药大学",
  "中央财经大学",
  "北京体育大学",
  "中国矿业大学（北京）",
  "中国地质大学（北京）",
  "华北电力大学",
  "中央音乐学院",
  "中国科学技术大学",
  "合肥工业大学",
  "安徽大学",
  "四川大学",
  "电子科技大学",
  "西南财经大学",
  "四川农业大学",
  "厦门大学",
  "福州大学",
  "兰州大学",
  "中山大学",
  "华南理工大学",
  "暨南大学",
  "华南师范大学",
  "广西大学",
  "贵州大学",
  "海南大学",
  "河北工业大学",
  "郑州大学",
  "哈尔滨工业大学",
  "哈尔滨工程大学",
  "东北林业大学",
  "东北农业大学",
  "华中科技大学",
  "武汉大学",
  "武汉理工大学",
  "华中师范大学",
  "华中农业大学",
  "中南财经政法大学",
  "中国地质大学（武汉）",
  "国防科技大学",
  "中南大学",
  "湖南大学",
  "湖南师范大学",
  "吉林大学",
  "东北师范大学",
  "延边大学",
  "南京大学",
  "东南大学",
  "河海大学",
  "南京理工大学",
  "南京农业大学",
  "南京师范大学",
  "苏州大学",
  "南京航空航天大学",
  "中国矿业大学",
  "江南大学",
  "中国药科大学",
  "南昌大学",
  "大连理工大学",
  "东北大学",
  "辽宁大学",
  "大连海事大学",
  "内蒙古大学",
  "宁夏大学",
  "青海大学",
  "山东大学",
  "中国海洋大学",
  "中国石油大学（华东）",
  "太原理工大学",
  "西安交通大学",
  "西北工业大学",
  "西北大学",
  "西南交通大学",
  "西安电子科技大学",
  "西北农林科技大学",
  "陕西师范大学",
  "空军军医大学",
  "长安大学",
  "上海交通大学",
  "复旦大学",
  "同济大学",
  "华东师范大学",
  "华东理工大学",
  "上海财经大学",
  "上海大学",
  "东华大学",
  "海军军医大学",
  "上海外国语大学",
  "天津大学",
  "南开大学",
  "天津医科大学",
  "西藏大学",
  "云南大学",
  "新疆大学",
  "石河子大学",
  "浙江大学",
  "重庆大学",
  "西南大学",
];
const all985Id = all985.map((i) => school.filter((o) => o.name === i)[0]);
const all211Id = all211.map((i) => school.filter((o) => o.name === i)[0]);

console.log(all211Id.map((i) => i.id));

const valid211 = [
  372, 393, 371, 375, 376, 387, 377, 373, 382, 396, 417, 379, 374, 422, 399,
  416, 389, 401, 392, 400, 408, 421, 423, 418, 409, 1374, 1375, 1373, 2543,
  2545, 2566, 2553, 1493, 1495, 2924, 2226, 2229, 2227, 2236, 2380, 2669, 2458,
  522, 1833, 954, 956, 962, 961, 1974, 1973, 1981, 1985, 1983, 1992, 1978, 2104,
  2103, 2110, 891, 900, 892, 1098, 1100, 1108, 1102, 1115, 1120, 1099, 1101,
  1104, 1109, 1119, 1583, 777, 781, 776, 787, 723, 2985, 2973, 1686, 1687, 1689,
  644, 2830, 2831, 2829, 2544, 2833, 2841, 2843, 2840, 1036, 1034, 1035, 1046,
  1037, 1049, 1056, 1040, 1048, 464, 463, 470, 2823, 2741, 3004, 3007, 1265,
  2478, 2482, 3084, 3085, 3086, 3087,
];

// 985 id
const valid985 = [
  372, 393, 371, 375, 376, 387, 416, 1374, 2543, 2545, 1493, 2924, 2226, 2229,
  954, 1974, 1973, 2104, 2103, 891, 1098, 1100, 777, 781, 1686, 1687, 2830,
  2831, 2841, 1036, 1034, 1035, 1046, 464, 463, 1265, 2478,
];
